{
  "info": {
    "name": "Athens",
    "color": "4098bb",
    "place": "Athens",
    "themes": [
      {
        "match": "knowledge",
        "color": "1d7fa7"
      },
      {
        "match": "scholarch",
        "color": "1f9fd3"
      }
    ]
  },
  "items": [
    {
      "tax": "scholarch",
      "name": "Plato",
      "desc": "Athenian philosopher during the Classical period in Ancient Greece, founder of the Platonist school of thought and the Academy, the first institution of higher learning in the Western world.",
      "start": -428,
      "end": -348,
      "events": [
        { "name": "Founding of the Academy", "start": -387 },
        { "name": "Scholarch of the Academy", "start": -387, "end": "end" }
      ]
    },
    {
      "tax": "scholarch",
      "name": "Speusippus",
      "start": -408,
      "end": -339,
      "events": [{ "name": "Scholarch of the Academy", "start": -348, "end": "end" }]
    },
    {
      "tax": "scholarch",
      "name": "Xenocrates",
      "desc": "He distinguished three forms of being: the sensible, the intelligible, and a third compounded of the two, to which correspond respectively, sense, intellect and opinion. He considered unity and duality to be gods which rule the universe, and the soul a self-moving number. God pervades all things, and there are daemonical powers, intermediate between the divine and the mortal, which consist in conditions of the soul. He held that mathematical objects and the Platonic Ideas are identical, unlike Plato who distinguished them. In ethics, he taught that virtue produces happiness, but external goods can minister to it and enable it to effect its purpose.",
      "start": -396,
      "end": -314,
      "place": "Chalcedon",
      "events": [{ "name": "Scholarch of the Academy", "start": -339, "end": "end" }]
    },
    {
      "tax": "scholarch",
      "name": "Polemon",
      "fullName": "Polemon (scholarch)",
      "end": -270,
      "events": [{ "name": "Scholarch of the Academy", "start": -314, "end": "end" }]
    },
    {
      "tax": "scholarch",
      "name": "Crates",
      "fullName": "Crates of Athens",
      "desc": "Crates gave away his money to live a life of poverty on the streets of Athens. Respected by the people of Athens, he is remembered for being the teacher of Zeno of Citium, the founder of Stoicism.",
      "end": -264,
      "place": "Thebes",
      "events": [{ "name": "Scholarch of the Academy", "start": -269, "end": "end" }]
    },
    {
      "tax": "scholarch",
      "name": "Arcesilaus",
      "desc": "His opinions were imperfectly known to his contemporaries, and can now only be gathered from the statements of later writers, as he committed nothing to writing. This makes his philosophy difficult to evaluate and partly inconsistent. This led scholars to see his skepticism in several ways. Some see his philosophy as completely negative or destructive of all philosophical views. Others regard him as taking the position that nothing can be known on the basis of his philosophical arguments. Others claimed he held no positive views on any philosophical topic, including the possibility of knowledge.",
      "start": -316,
      "end": -241,
      "place": "Pitane",
      "events": [{ "name": "Scholarch of the Academy", "start": -266, "end": "end" }]
    },

    {
      "tax": "nobleman",
      "name": "Cylon",
      "fullName": "Cylon of Athens",
      "desc": "One of the Athenian nobles and a previous victor of the Olympic Games, attempted a coup in 632 BC with support from Megara, where his father-in-law, Theagenes, was tyrant.",
      "events": [{ "name": "Attempted coup", "start": -632 }]
    },
    {
      "tax": "politician",
      "name": "Draco",
      "fullName": "Draco (lawgiver)",
      "desc": "Draco, in this group of laws, marked the terrible wickedness of homicide by banning the offender from the lustral water, the libations, the loving-cup, the sacrifices and the market-place; he enumerated everything that he thought likely to deter the offender; but he never robbed him of his claim to justice; he defined the circumstances that make homicide justifiable and proclaimed the accused in such case free from taint. If, then, your laws can justify homicide, is this fellow's law to forbid any claim, even a just one, to recompense? Not so, men of Athens!",
      "source": "Demosthenes, Against Leptines",
      "sourceLink": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.01.0072:speech=20:section=158&highlight=draco",
      "end": -600,
      "events": [{ "name": "Draconian constitution", "start": -622 }]
    },
    {
      "tax": "politician",
      "name": "Solon",
      "desc": "Athenian statesman, lawmaker and poet. He is remembered particularly for his efforts to legislate against political, economic and moral decline in archaic Athens. His reforms failed in the short term, yet he is often credited with having laid the foundations for Athenian democracy. He wrote poetry for pleasure, as patriotic propaganda, and in defence of his constitutional reform.",
      "start": -630,
      "end": -560
    },
    {
      "name": "Pisistratus",
      "desc": "Ruler of ancient Athens during most of the period between 561 and 527 BC. His unification of Attica, the triangular peninsula of Greece containing Athens, along with economic and cultural improvements laid the groundwork for the later preeminence of Athens in ancient Greece.",
      "start": -600,
      "end": -527,
      "events": [
        { "name": "Tyrant of Athens", "start": -561 },
        { "name": "Tyrant of Athens", "start": -559, "end": -556 },
        { "name": "Tyrant of Athens", "start": -545, "end": "end" }
      ]
    },
    {
      "tax": "politician",
      "name": "Cleisthenes",
      "desc": "Athenian lawgiver credited with reforming the constitution of ancient Athens and setting it on a democratic footing. For these accomplishments, historians refer to him as \"the father of Athenian democracy.\" He was a member of the aristocratic Alcmaeonid clan. He was the younger son of Megacles and Agariste, making him the maternal grandson of the tyrant Cleisthenes of Sicyon. He was also credited with increasing the power of the Athenian citizens' assembly and for reducing the power of the nobility over Athenian politics.",
      "start": -570,
      "events": [
        { "name": "Chief Archon of Athens", "start": -525, "end": -524 },
        { "name": "Constitutional reform", "start": -508 }
      ]
    },
    {
      "tax": "strategos",
      "name": "Aristides",
      "desc": "Athenian statesman. Nicknamed \"the Just\", he flourished in the early quarter of Athens' Classical period and is remembered for his generalship in the Persian War. The ancient historian Herodotus cited him as \"the best and most honourable man in Athens\",  and he received similarly reverent treatment in Plato's Socratic dialogues.",
      "start": -530,
      "end": -468,
      "events": [
        { "name": "Battle of Marathon", "start": -490 },
        { "name": "Battle of Salamis", "start": -480 },
        { "name": "Battle of Plataea", "start": -479 }
      ]
    },
    {
      "tax": "strategos",
      "name": "Miltiades",
      "fullName": "Miltiades the Younger",
      "desc": "Also known as Miltiades the Younger, was a Greek Athenian citizen known mostly for his role in the Battle of Marathon, as well as for his downfall afterwards. He was the son of Cimon Coalemos, a renowned Olympic chariot-racer, and the father of Cimon, the noted Athenian statesman.",
      "start": -550,
      "end": -489,
      "events": [{ "name": "Battle of Marathon", "start": -490 }]
    },
    {
      "tax": "strategos",
      "name": "Themistocles",
      "desc": "One of a new breed of non-aristocratic politicians who rose to prominence in the early years of the Athenian democracy. As a politician, Themistocles was a populist, having the support of lower-class Athenians, and generally being at odds with the Athenian nobility. Elected archon in 493 BC, he convinced the polis to increase the naval power of Athens, a recurring theme in his political career. During the first Persian invasion of Greece he fought at the Battle of Marathon and was possibly one of the ten Athenian strategoi in that battle.",
      "start": -524,
      "end": -459,
      "place": "Frearrioi",
      "events": [
        { "name": "Battle of Marathon", "start": -490 },
        { "name": "Battle of Artemisium", "start": -480 },
        { "name": "Battle of Salamis", "start": -480 },
        { "name": "Battle of Plataea", "start": -479 }
      ]
    },
    {
      "name": "Cimon",
      "desc": "Athenian statesman and general in mid-5th century BC Greece. He was the son of Miltiades, the victor of the Battle of Marathon. Cimon played a key role in creating the powerful Athenian maritime empire following the failure of the Persian invasion of Greece by Xerxes I. Cimon funded many construction projects throughout Athens. These projects were greatly needed in order to rebuild after the Achaemenid destruction. He ordered the expansion of the Acropolis and the walls around Athens, and the construction of public roads, public gardens, and several political buildings.",
      "start": -510,
      "end": -450,
      "events": [
        { "name": "Battle of Salamis", "start": -479 },
        { "name": "Strategos of the Delian League", "start": -479, "end": -463 },
        { "name": "Battle of the Eurymedon", "start": -466 },
        { "name": "Thracian revolt", "start": -465, "end": -463 },
        { "name": "Helot revolt in Sparta", "start": -462 },
        { "name": "Ostracized", "start": -461 },
        { "name": "Return to Athens", "start": -451 }
      ]
    },

    {
      "tax": "strategos",
      "name": "Pericles",
      "desc": "Greek statesman and general during the Golden Age of Athens. He turned the Delian League into an Athenian empire and led his countrymen during the first two years of the Peloponnesian War. Pericles promoted the arts and literature, and it is principally through his efforts that Athens acquired the reputation of being the educational and cultural center of the ancient Greek world. He started an ambitious project that generated most of the surviving structures on the Acropolis, including the Parthenon. This project beautified and protected the city, exhibited its glory and gave work to its people. Pericles also fostered Athenian democracy to such an extent that critics called him a populist.",
      "start": -495,
      "end": -429,
      "events": [{ "name": "Political career", "start": -472, "end": "end" }]
    },
    {
      "tax": "strategos",
      "name": "Nicias",
      "desc": "Athenian politician and general during the period of the Peloponnesian War. Nicias was a member of the Athenian aristocracy and had inherited a large fortune from his father, which was invested in the silver mines around Attica's Mt. Laurium. Following the death of Pericles in 429 BC, he became the principal rival of Cleon and the democrats in the struggle for the political leadership of the Athenian state. He was a moderate in his political views and opposed the aggressive imperialism of the democrats. His principal aim was to conclude a peace with Sparta as soon as it could be obtained on terms favourable to Athens.",
      "start": -470,
      "end": -413,
      "events": [
        { "name": "Peace of Nicias", "start": -421 },
        { "name": "Sicilian Expedition", "start": -415 }
      ]
    },
    {
      "tax": "strategos",
      "name": "Cleon",
      "desc": "Athenian general during the Peloponnesian War. He was the first prominent representative of the commercial class in Athenian politics, although he was an aristocrat himself. He strongly advocated for an offensive war strategy and is remembered for being ruthless in carrying out his policies. He is often depicted in a negative way, predominantly by Thucydides and the comedic playwright Aristophanes, who both represent him as an unscrupulous, warmongering demagogue.",
      "end": -422
    },

    {
      "tax": "politician",
      "name": "Critias",
      "desc": "Athenian political figure and author. Born in Athens, Critias was the son of Callaeschrus and a first cousin of Plato's mother Perictione. He became a leading and violent member of the Thirty Tyrants. He also was an associate of Socrates, a fact that did not endear Socrates to the Athenian public.",
      "start": -460,
      "end": -403
    },
    {
      "tax": "strategos",
      "name": "Alcibiades",
      "desc": "Prominent Athenian statesman, orator, and general. He was the last famous member of his mother's aristocratic family, the Alcmaeonidae, which fell from prominence after the Peloponnesian War. He played a major role in the second half of that conflict as a strategic advisor, military commander, and politician.",
      "start": -450,
      "end": -404,
      "events": [
        { "name": "Battle of Potidaea", "start": -432 },
        { "name": "Sicilian Expedition", "start": -415 },
        { "name": "Defection to Sparta", "start": -415 },
        { "name": "Defection to Persia", "start": -415 },
        { "name": "Reinstatement as strategos", "start": -411 },
        { "name": "Battle of Abydos", "start": -410 },
        { "name": "Battle of Cyzicus", "start": -410 },
        { "name": "Siege of Byzantium", "start": -408 }
      ]
    },
    {
      "tax": "strategos",
      "name": "Thrasybulus",
      "desc": "Athenian general and democratic leader. In 411 BC, in the wake of an oligarchic coup at Athens, the pro-democracy sailors at Samos elected him as a general, making him a primary leader of the ultimately successful democratic resistance to the coup. As general, he was responsible for recalling the controversial nobleman Alcibiades from exile, and the two worked together extensively over the next several years. In 411 and 410, Thrasybulus was in command along with Alcibiades and others at several critical Athenian naval victories.",
      "start": -440,
      "end": -388
    },
    {
      "tax": "politician",
      "name": "Hagnon",
      "fullName": "Hagnon, son of Nikias",
      "desc": "Was appointed to draw up a new constitution.",
      "events": [{ "start": -437 }]
    },
    {
      "tax": "politician",
      "name": "Theramenes",
      "desc": "Athenian statesman, prominent in the final decade of the Peloponnesian War. He was particularly active during the two periods of oligarchic government at Athens, as well as in the trial of the generals who had commanded at Arginusae in 406 BC. A moderate oligarch, he often found himself caught between the democrats on the one hand and the extremist oligarchs on the other. Successful in replacing a narrow oligarchy with a broader one in 411 BC, he failed to achieve the same end in 404 BC, and was executed by the extremists whose policies he had opposed.",
      "end": -404
    },

    {
      "tax": "strategos",
      "name": "Phocion",
      "desc": "Athenian statesman and strategos, and the subject of one of Plutarch's Parallel Lives. Phocion was a successful politician of Athens. He believed that extreme frugality was the condition for virtue and lived in accord with this; consequently, he was popularly known as \"The Good.\" Further, people thought that Phocion was the most honest member of the Athenian Assembly. However, within this chamber, Phocion's tendency to strong opposition relegated him to a solitary stand against the entire political class. Nonetheless, by both his individual prestige and his military expertise, which was acquired by the side of Chabrias, Phocion was elected strategos numerous times, with a record 45 terms in office. Thus, during most of his 84 years of life, Phocion occupied the most important Athenian offices.",
      "start": -402,
      "end": -318
    },
    {
      "tax": "politician",
      "name": "Hypereides",
      "desc": "Athenian logographer (speech writer). He was one of the ten Attic orators included in the \"Alexandrian canon\" compiled by Aristophanes of Byzantium and Aristarchus of Samothrace in the third century BC. He was a leader of the Athenian resistance to King Philip II of Macedon and Alexander the Great. He was associated with Lycurgus and Demosthenes in exposing pro-Macedonian sympathies. He is known for prosecuting Philippides of Paiania for his pro-Macedonian measures and his decree in honoring Alexander the Great.",
      "start": -390,
      "end": -322
    },
    {
      "tax": "politician",
      "name": "Demosthenes",
      "desc": "Statesman and orator of ancient Athens. His orations constitute a significant expression of contemporary Athenian intellectual prowess and provide an insight into the politics and culture of ancient Greece during the 4th century BC.",
      "start": -384,
      "end": -322
    },

    {
      "tax": "knowledge",
      "name": "Aeschylus",
      "start": -525,
      "end": -456,
      "place": "Eleusis"
    },
    {
      "tax": "knowledge",
      "name": "Sophocles",
      "start": -497,
      "end": -406,
      "place": "Colonus"
    },
    {
      "tax": "knowledge",
      "name": "Antiphon",
      "fullName": "Antiphon of Rhamnus",
      "start": -480,
      "end": -411,
      "place": "Rhamnus"
    },
    {
      "tax": "knowledge",
      "name": "Euripides",
      "start": -480,
      "end": -406,
      "place": "Salamis"
    },
    {
      "tax": "knowledge",
      "name": "Socrates",
      "desc": "Credited as a founder of Western philosophy and the first moral philosopher of the ethical tradition of thought.",
      "start": -470,
      "end": -399,
      "events": [{ "name": "Battle of Potidaea", "start": -432 }]
    },
    {
      "tax": "knowledge",
      "name": "Antisthenes",
      "start": -446,
      "end": -366
    },
    {
      "tax": "knowledge",
      "name": "Thucydides",
      "desc": "Athenian historian and general. His History of the Peloponnesian War recounts the fifth-century BC war between Sparta and Athens until the year 411 BC. Thucydides has been dubbed the father of \"scientific history\" by those who accept his claims to have applied strict standards of impartiality and evidence-gathering and analysis of cause and effect, without reference to intervention by the deities, as outlined in his introduction to his work.",
      "start": -460,
      "end": -400
    },
    {
      "tax": "knowledge",
      "name": "Euclid",
      "fullName": "Euclid of Megara",
      "desc": "Socratic philosopher who founded the Megarian school of philosophy. He was a pupil of Socrates in the late 5th century BC, and was present at his death. He held the supreme good to be one, eternal and unchangeable, and denied the existence of anything contrary to the good. Editors and translators in the Middle Ages often confused him with Euclid of Alexandria when discussing the latter's Elements.",
      "start": -435,
      "end": -365,
      "place": "Megara"
    },
    {
      "tax": "knowledge",
      "name": "Xenophon",
      "desc": "Athenian military leader, philosopher, and historian. At the age of 30, Xenophon was elected commander of one of the biggest Greek mercenary armies of the Achaemenid Empire, the Ten Thousand, that marched on and came close to capturing Babylon in 401 BC. Xenophon established precedents for many logistical operations, and was among the first to describe flanking maneuvers and feints. Much of what is known today about the Spartan society comes from Xenophon's works – the royal biography of the Spartan king Agesilaus and the Constitution of the Lacedaemonians.",
      "start": -430,
      "end": -355,
      "events": [
        { "name": "Ten Thousand march", "start": -401, "end": -399 },
        { "name": "Battle of Cunaxa", "start": -399 }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Eudoxus",
      "fullName": "Eudoxus of Cnidus",
      "desc": "Is considered by some to be the greatest of classical Greek mathematicians, and in all Antiquity second only to Archimedes. Eudoxus was probably the source for most of book V of Euclid's Elements. He rigorously developed Antiphon's method of exhaustion, a precursor to the integral calculus which was also used in a masterly way by Archimedes in the following century. In applying the method, Eudoxus proved such mathematical statements as: areas of circles are to one another as the squares of their radii, volumes of spheres are to one another as the cubes of their radii, the volume of a pyramid is one-third the volume of a prism with the same base and altitude, and the volume of a cone is one-third that of the corresponding cylinder.",
      "start": -408,
      "end": -355,
      "place": "Cnidus"
    },
    {
      "tax": "knowledge",
      "name": "Aristotle",
      "desc": "Taught by Plato, he was the founder of the Lyceum, the Peripatetic school of philosophy, and the Aristotelian tradition. His writings cover many subjects including physics, biology, zoology, metaphysics, logic, ethics, aesthetics, poetry, theatre, music, rhetoric, psychology, linguistics, economics, politics, meteorology, geology and government. Aristotle provided a complex synthesis of the various philosophies existing prior to him. It was above all from his teachings that the West inherited its intellectual lexicon, as well as problems and methods of inquiry. As a result, his philosophy has exerted a unique influence on almost every form of knowledge in the West and it continues to be a subject of contemporary philosophical discussion.",
      "start": -384,
      "end": -322,
      "place": "Stagira"
    },
    {
      "tax": "knowledge",
      "name": "Theophrastus",
      "desc": "Successor to Aristotle in the Peripatetic school., Theophrastus introduced his Physics with the proof that all natural existence, being corporeal and composite, requires principles, and first and foremost, motion, as the basis of all change.",
      "start": -371,
      "end": -287,
      "place": "Lesbos"
    },
    {
      "tax": "knowledge",
      "name": "Menander",
      "desc": "Dramatist and the best-known representative of Athenian New Comedy. He wrote 108 comedies and took the prize at the Lenaia festival eight times. His record at the City Dionysia is unknown but may well have been similarly spectacular. He was one of the most popular writers in antiquity, but his work was lost during the Middle Ages and is now known in highly fragmentary form, much of which was discovered in the 20th century. Only one play, Dyskolos, has survived almost complete.",
      "start": -342,
      "end": -290
    },
    {
      "tax": "knowledge",
      "name": "Autolycus",
      "fullName": "Autolycus of Pitane",
      "desc": "Astronomer, mathematician, and geographer. In his \"On the Moving Sphere\", Autolycus studied the characteristics and movement of a sphere. The work is simple and not exactly original, since it consists of only elementary theorems on spheres that would be needed by astronomers, but its theorems are clearly enunciated and proved. Its prime significance, therefore, is that it indicates that by his day there was a thoroughly established textbook tradition in geometry that is today regarded as typical of classical Greek geometry.",
      "start": -360,
      "end": -290,
      "place": "Pitane"
    },
    {
      "tax": "knowledge",
      "name": "Crantor",
      "desc": "Was the first of Plato's followers who wrote commentaries on the works of his master. Crantor paid special attention to ethics, and arranged \"good\" things in the following order: virtue, health, pleasure, riches.",
      "end": -276,
      "place": "Soli"
    },
    {
      "tax": "knowledge",
      "name": "Epicurus",
      "desc": "Greek philosopher and sage who founded Epicureanism, a highly influential school of philosophy. He was born on the Greek island of Samos to Athenian parents. Influenced by Democritus, Aristippus, Pyrrho,  and possibly the Cynics, he turned against the Platonism of his day and established his own school, known as \"the Garden\", in Athens. Epicurus and his followers were known for eating simple meals and discussing a wide range of philosophical subjects. He openly allowed women and slaves  to join the school as a matter of policy. Epicurus is said to have originally written over 300 works on various subjects, but the vast majority of these writings have been lost. Only three letters written by him—the letters to Menoeceus, Pythocles, and Herodotus—and two collections of quotes—the Principal Doctrines and the Vatican Sayings—have survived intact, along with a few fragments of his other writings. Most knowledge of his teachings comes from later authors, particularly the biographer Diogenes Laërtius, the Epicurean Roman poet Lucretius and the Epicurean philosopher Philodemus, and with hostile but largely accurate accounts by the Pyrrhonist philosopher Sextus Empiricus, and the Academic Skeptic and statesman Cicero.",
      "start": -341,
      "end": -270,
      "place": "Samos"
    },
    {
      "tax": "scholarch",
      "name": "Zeno of Citium",
      "start": -334,
      "end": -262,
      "place": "Cyprus",
      "events": [{ "name": "Scholarch of the Stoic school", "start": -300, "end": "end" }]
    },
    {
      "tax": "scholarch",
      "name": "Cleanthes",
      "desc": "Originally a boxer, he came to Athens where he took up philosophy, listening to Zeno's lectures. He supported himself by working as a water-carrier at night. After the death of Zeno, he became the head of the school, a post he held for the next 32 years. Cleanthes successfully preserved and developed Zeno's doctrines. He originated new ideas in Stoic physics, and developed Stoicism in accordance with the principles of materialism and pantheism. Among the fragments of Cleanthes' writings which have come down to us, the largest is a Hymn to Zeus. His pupil was Chrysippus who became one of the most important Stoic thinkers.",
      "start": -330,
      "end": -230,
      "place": "Assos",
      "events": [{ "name": "Scholarch of the Stoic school", "start": -262, "end": "end" }]
    },

    {
      "tax": "knowledge",
      "name": "Aristo",
      "fullName": "Aristo of Chios",
      "desc": "Stoic philosopher and colleague of Zeno of Citium. He outlined a system of Stoic philosophy that was, in many ways, closer to earlier Cynic philosophy. He rejected the logical and physical sides of philosophy endorsed by Zeno and emphasized ethics. Although agreeing with Zeno that Virtue was the supreme good, he rejected the idea that morally indifferent things such as health and wealth could be ranked according to whether they are naturally preferred. An important philosopher in his day, his views were eventually marginalized by Zeno's successors.",
      "place": "Chios",
      "events": [{ "start": -260 }]
    },

    {
      "tax": "knowledge",
      "name": "Heraclides",
      "fullName": "Heraclides Ponticus",
      "desc": "Philosopher and astronomer, best remembered for proposing that the Earth rotates on its axis, from west to east, once every 24 hours. He is also hailed as the originator of the heliocentric theory, although this is doubted by some.",
      "place": "Heraclea Pontica",
      "events": [{ "start": -361 }]
    }
  ]
}
