{
  "info": {
    "name": "Carthage",
    "color": "b55052",
    "lightColor": "e7a3b4"
  },
  "items": [
    {
      "name": "Mago I",
      "fullName": "Mago I of Carthage",
      "events": [
        {
          "name": "King of Carthage",
          "start": -550,
          "end": -530
        }
      ]
    },
    {
      "name": "Hamilcar I",
      "fullName": "Hamilcar I of Carthage",
      "events": [
        {
          "name": "King of Carthage",
          "start": -510,
          "end": -480
        }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Himilco",
      "desc": "Navigator and explorer who lived during the late 6th or early 5th century BC, a period of time where Carthage held significant sway over its neighboring regions. Himilco is the first known explorer from the Mediterranean Sea to reach the northwestern shores of Europe. His lost account of his adventures is quoted by Roman writers.",
      "events": [
        {
          "start": -500
        }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Hanno",
      "fullName": "Hanno the Navigator",
      "desc": "Explorer of the fifth century BC, best known for his naval exploration of the western coast of Africa.",
      "events": [
        {
          "start": -550
        }
      ]
    },
    {
      "tax": "commander",
      "name": "Hanno I",
      "fullName": "Hanno I the Great",
      "desc": "In 367 Hanno the Great commanded a fleet of 200 ships which won a decisive naval victory over the Greeks of Sicily. His victory effectively blocked the plans of Dionysius I of Syracuse to attack Lilybaeum, a city in western Sicily allied to Carthage. For about twenty years Hanno the Great was the leading figure of Carthage, and perhaps the wealthiest. In the 340s he schemed to become the tyrant. After distributing food to the populace, the time for a show of force came and he utilized for that purpose the native slaves and a Berber chieftain. Although not a military threat to Carthage, Hanno was captured, found to be a traitor, and tortured to death. Many members of his family were also put to death.",
      "events": [
        {
          "start": -368
        }
      ]
    },
    {
      "tax": "commander",
      "name": "Maharbal",
      "desc": "Numidian army commander in charge of the cavalry under Hannibal and his second-in-command during the Second Punic War. Maharbal was a very close friend to Hannibal and admired him greatly. He was often critical to the battlefield success of Carthage over Rome. Throughout his Italian campaign Hannibal maintained numerical superiority in cavalry, and thus relied upon them and Maharbal to give his army an advantage.",
      "events": [
        {
          "start": -200
        }
      ],
      "place": "Numidia"
    },
    {
      "name": "Hannibal",
      "start": -247,
      "end": -181,
      "events": [
        { "name": "Commander in chief", "start": -221, "end": -202 },
        { "name": "Crossing of the Alps", "start": -218 },
        { "name": "Battle of Trebia", "start": -218 },
        { "name": "Battle of Lake Trasimene", "start": -217 },
        { "name": "Battle of Lake Cannae", "start": -216 },
        { "name": "Battle of Zama", "start": -202 },
        { "name": "Exile", "start": -195 }
      ]
    }
  ]
}
