{
  "info": {
    "name": "Hebrews",
    "color": "994a8bcc",
    "skipOnSearch": true,
    "place": "Judah"
  },
  "items": [
    {
      "name": "Hoshea",
      "desc": "Nineteenth and last king of the Israelite Kingdom of Israel.",
      "events": [{ "name": "King of Israel", "start": -732, "end": -731 }]
    },
    {
      "name": "Josiah",
      "desc": "According to the Hebrew Bible, instituted major religious reforms by removing official worship of gods other than Yahweh. Josiah is credited by most biblical scholars with having established or compiled important Hebrew scriptures during the “Deuteronomic reform” which probably occurred during his rule.",
      "start": -648,
      "end": -609,
      "events": [{ "name": "King of Judah", "start": -640, "end": "end" }]
    },
    {
      "name": "Jehoahaz",
      "fullName": "Jehoahaz of Judah",
      "start": -633,
      "events": [{ "name": "King of Judah", "start": -609 }],
      "place": "Shallum"
    },
    {
      "name": "Jehoiakim",
      "end": -598,
      "events": [{ "name": "King of Judah", "start": -609, "end": "end" }]
    },
    {
      "name": "Jeconiah",
      "start": -615,
      "events": [{ "name": "King of Judah", "start": -598 }]
    },
    {
      "name": "Zedekiah",
      "desc": "Was the 20th and last king of Judah before the destruction of the kingdom by King Nebuchadnezzar II of Babylon. Zedekiah was installed as king of Judah by Nebuchadnezzar II, king of Babylon, after a siege of Jerusalem in 597 BC, to succeed his nephew, Jehoiachin, who was overthrown as king after reigning three months and 10 days.",
      "start": -617,
      "events": [{ "name": "King of Judah", "start": -597, "end": -586 }]
    },

    {
      "name": "Esther",
      "start": -492,
      "end": -460,
      "events": [{ "name": "Queen of Persia" }],
      "gender": "female",
      "place": "Hadassah"
    },
    {
      "tax": "knowledge",
      "name": "Isaiah",
      "desc": "Israelite prophet after whom the Book of Isaiah is named. The traditional view is that all 66 chapters of the book of Isaiah were written by Isaiah, and that the book includes dramatic prophetic declarations of Cyrus the Great in the Bible, acting to restore the nation of Israel from Babylonian captivity.",
      "events": [{ "start": -700 }]
    },
    {
      "tax": "knowledge",
      "name": "Jeremiah",
      "desc": "Also called the \"weeping prophet\", Jeremiah was one of the major prophets of the Hebrew Bible. According to Jewish tradition, Jeremiah authored the Book of Jeremiah, the Books of Kings and the Book of Lamentations, with the assistance and under the editorship of Baruch ben Neriah, his scribe and disciple.",
      "start": -650,
      "end": -570,
      "place": "Anathoth"
    },
    {
      "tax": "knowledge",
      "name": "Ezekiel",
      "desc": "In Judaism, Christianity, and Islam, Ezekiel is acknowledged as a Hebrew prophet. In Judaism and Christianity, he is also viewed as the 6th-century BCE author of the Book of Ezekiel, which reveals prophecies regarding the destruction of Jerusalem, and the restoration to the land of Israel.",
      "start": -622,
      "end": -570
    },
    {
      "tax": "knowledge",
      "name": "Haggai",
      "events": [{ "start": -520 }]
    },
    {
      "tax": "knowledge",
      "name": "Malachi",
      "events": [{ "start": -420 }]
    },
    {
      "tax": "knowledge",
      "name": "Joseph",
      "fullName": "Saint Joseph",
      "desc": "Was a 1st-century Jewish man of Nazareth who, according to the canonical Gospels, was married to Mary, the mother of Jesus, and was the legal father of Jesus.",
      "start": -100,
      "end": 1,
      "place": "Nazareth"
    },
    {
      "tax": "knowledge",
      "name": "John",
      "fullName": "John the Baptist",
      "desc": "Is revered as a major religious figure in Christianity, Islam, the Baháʼí Faith, the Druze Faith, and Mandaeism. He is considered to be a prophet of God by all of these faiths, and is honoured as a saint in many Christian denominations. According to the New Testament, John anticipated a messianic figure greater than himself, and the Gospels portray John as the precursor or forerunner of Jesus,. Jesus himself identifies John as \"Elijah who is to come\", which is a direct reference to the Book of Malachi (Malachi 4:5), that has been confirmed by the angel who announced John's birth to his father, Zechariah. According to the Gospel of Luke, John and Jesus were relatives.",
      "end": -30
    },
    {
      "tax": "knowledge",
      "name": "Mary",
      "fullName": "Mary, mother of Jesus",
      "desc": "According to the gospels of Matthew and Luke in the New Testament, Mary was a first-century Jewish woman of Nazareth, the wife of Joseph, and the mother of Jesus. Both the New Testament and the Quran describe Mary as a virgin. According to Christian theology, Mary conceived Jesus through the Holy Spirit while still a virgin, and accompanied Joseph to Bethlehem, where Jesus was born. Mary has been venerated since early Christianity, and is considered by millions to be the holiest and greatest saint because of her extraordinary virtues as seen at the Annunciation by the archangel Gabriel.",
      "start": -18,
      "end": 30,
      "gender": "female",
      "place": "Nazareth"
    },
    {
      "tax": "knowledge",
      "name": "Jesus",
      "fullName": "Jesus of Nazareth",
      "desc": "Also referred to as Jesus of Nazareth or Jesus Christ, was a first-century Jewish preacher and religious leader. He is the central figure of Christianity, the world's largest knowledge. Most Christians believe he is the incarnation of God the Son and the awaited messiah (the Christ), prophesied in the Hebrew Bible.",
      "start": -4,
      "end": 30,
      "place": "Nazareth"
    }
  ]
}
