{
  "info": {
    "name": "Macedon",
    "color": "57a165",
    "lightColor": "b9d9bf",
    "children": [
      {
        "name": "Seleucus",
        "color": "96cb97",
        "lightColor": "377038"
      },
      {
        "name": "Egypt",
        "color": "ccefb8",
        "lightColor": "789567"
      }
    ]
  },
  "items": [
    {
      "name": "Aeropus I",
      "fullName": "Aeropus I of Macedon",
      "end": -576,
      "events": [{ "name": "King of Macedon", "end": "end" }]
    },
    {
      "name": "Alcetas I",
      "fullName": "Alcetas I of Macedon",
      "end": -547,
      "events": [{ "name": "King of Macedon", "start": -576, "end": "end" }]
    },
    {
      "name": "Amyntas I",
      "fullName": "Amyntas I of Macedon",
      "end": -498,
      "events": [{ "name": "King of Macedon", "start": -547, "end": "end" }]
    },
    {
      "name": "Alexander I",
      "fullName": "Alexander I of Macedon",
      "end": -454,
      "events": [{ "name": "King of Macedon", "start": -498, "end": "end" }]
    },
    {
      "name": "Alcetas II",
      "fullName": "Alcetas II of Macedon",
      "end": -448,
      "events": [{ "name": "King of Macedon", "start": -454, "end": "end" }]
    },
    {
      "name": "Perdiccas II",
      "fullName": "Perdiccas II of Macedon",
      "desc": "He is prominently featured in Thucydides' History of the Peloponnesian War, in which he is described as switching sides between the Peloponnesians and the Athenians several times.",
      "end": -413,
      "events": [{ "name": "King of Macedon", "start": -448, "end": "end" }]
    },
    {
      "name": "Archelaus",
      "fullName": "Archelaus I of Macedon",
      "desc": "He was a capable and beneficent ruler, known for the sweeping changes he made in state administration, the military, and commerce. By the time that he died, Archelaus had succeeded in converting Macedon into a significantly stronger power. Thucydides credited Archelaus with doing more for his kingdom's military infrastructure than all of his predecessors together.",
      "end": -399,
      "events": [{ "name": "King of Macedon", "start": -413, "end": "end" }]
    },
    {
      "name": "Crateuas",
      "fullName": "Crateuas of Macedon",
      "end": -399,
      "events": [{ "name": "King of Macedon", "start": -399, "end": "end" }]
    },
    {
      "name": "Aeropus II",
      "fullName": "Aeropus II of Macedon",
      "desc": "Aeropus II of Macedon (Ancient Greek: Ἀέροπος, romanized: Aéropos), king of Macedonia, son of Perdiccas II, was guardian during the minority of his king and kinsman, Orestes, with whom he reigned for some years after 399 BC.",
      "end": -394,
      "events": [{ "name": "King of Macedon", "start": -399, "end": "end" }]
    },
    {
      "name": "Pausanias",
      "fullName": "Pausanias of Macedon",
      "desc": "Pausanias of Macedon was the son and successor of Aeropus II of Macedon in the Argead dynasty of Macedon. He was assassinated in 394 BCE, the year of his accession, by Amyntas III (also called Amyntas II), who then succeeded him as King of Macedonia.",
      "end": -394,
      "events": [{ "name": "King of Macedon", "start": -394, "end": "end" }]
    },
    {
      "name": "Amyntas III",
      "fullName": "Amyntas III of Macedon",
      "desc": "He came to the throne after the ten years of confusion which followed the death of Archelaus I. But he had many enemies at home; in 393 he was driven out by the Illyrians, but in the following year, with the aid of the Thessalians, he recovered his kingdom. Medius, head of the house of the Aleuadae of Larissa, is believed to have provided aid to Amyntas in recovering his throne. The mutual relationship between the Argeadae and the Aleuadae dates to the time of Archelaus.",
      "start": -420,
      "end": -370,
      "events": [
        { "name": "King of Macedon", "end": -393 },
        { "name": "King of Macedon", "start": -392, "end": "end" }
      ]
    },
    {
      "name": "Argaeus II",
      "fullName": "Argaeus II of Macedon",
      "desc": "With the assistance of the Illyrians, Argaeus II expelled King Amyntas III from his dominions in 393 BCE and kept possession of the throne for about a year. With the aid of the Thessalians, Amyntas III later succeeded in expelling Argaeus II and recovering a part of his kingdom in 392 BCE.",
      "start": -420,
      "end": -370,
      "events": [{ "name": "King of Macedon", "start": -393, "end": -392 }]
    },
    {
      "name": "Alexander II",
      "fullName": "Alexander II of Macedon",
      "desc": "Alexander II of Macedon was an Argead king of the ancient kingdom of Macedon in 369-367 BC, following the death of his father Amyntas III.",
      "end": -367,
      "events": [{ "name": "King of Macedon", "start": -369, "end": "end" }]
    },
    {
      "name": "Perdiccas III",
      "fullName": "Perdiccas III of Macedon",
      "desc": "Son of Amyntas III and Eurydice, he was a child when in 369 BCE his brother Alexander II was killed by their brother-in-law Ptolemy of Aloros, who then ruled as regent. In 365 BC, Perdiccas killed Ptolemy and assumed government.",
      "end": -360,
      "events": [{ "name": "King of Macedon", "start": -365, "end": "end" }]
    },
    {
      "name": "Amyntas IV",
      "fullName": "Amyntas IV of Macedon",
      "desc": "Amyntas IV was a titular king of the Greek kingdom of Macedonia in 359 BC and member of the Argead dynasty.\nAfter his father's death in 359 BC he became king, but he was only an infant. Philip II of Macedon, Perdiccas’ brother, became his tutor and regent. In that same year Philip declared himself king of Macedonia, expropriating his young nephew.\nAmyntas was not judged dangerous enough to be a menace to Philip, who even gave him his daughter Cynane in marriage. The succession of Amyntas’ cousin Alexander in 336 BC changed things — Alexander immediately had Amyntas executed.",
      "start": -365,
      "end": -335,
      "events": [{ "name": "King of Macedon", "start": -359, "end": -359 }]
    },
    {
      "name": "Philip II",
      "fullName": "Philip II of Macedon",
      "desc": "Philip II of Macedon was the king of the kingdom of Macedon from 359 BC until his assassination in 336 BC. He was a member of the Argead dynasty of Macedonian kings, the third son of King Amyntas III of Macedon, and father of Alexander the Great and Philip III. The rise of Macedon, its conquest and political consolidation of most of Classical Greece during the reign of Philip II was achieved in part by his reformation of the Macedonian army, establishing the Macedonian phalanx that proved critical in securing victories on the battlefield. After defeating the Greek city-states of Athens and Thebes at the Battle of Chaeronea in 338 BC, Philip II led the effort to establish a federation of Greek states known as the League of Corinth, with him as the elected hegemon and commander-in-chief of Greece for a planned invasion of the Achaemenid Empire of Persia. However, his assassination by a royal bodyguard, Pausanias of Orestis, led to the immediate succession of his son Alexander, who would go on to invade the Achaemenid Empire in his father's stead.",
      "start": -382,
      "end": -336,
      "events": [
        { "name": "King of Macedon", "start": -359, "end": "end" },
        { "name": "Hegemon of the Hellenic League", "start": -337, "end": "end" }
      ]
    },
    {
      "name": "Alexander the Great",
      "fullName": "Alexander the Great",
      "desc": "I met a traveller from an antique land,\nWho said—“Two vast and trunkless legs of stone\nStand in the desert... Near them, on the sand,\nHalf sunk a shattered visage lies, whose frown,\nAnd wrinkled lip, and sneer of cold command,\nTell that its sculptor well those passions read\nWhich yet survive, stamped on these lifeless things,\nThe hand that mocked them, and the heart that fed;\nAnd on the pedestal, these words appear:\nMy name is Ozymandias, King of Kings;\nLook on my Works, ye Mighty, and despair!\nNothing beside remains. Round the decay\nOf that colossal Wreck, boundless and bare\nThe lone and level sands stretch far away.”",
      "source": "Shelley’s Poetry and Prose (1977)",
      "sourceLink": "https://www.poetryfoundation.org/poems/46565/ozymandias",
      "start": -356,
      "end": -323,
      "events": [
        { "name": "King of Macedon", "start": -336, "end": "end" },
        { "name": "Hegemon of the Hellenic League", "start": -336, "end": "end" },
        { "name": "Pharaoh of Egypt", "start": -332, "end": "end" },
        { "name": "King of Persia", "start": -330, "end": "end" }
      ]
    },
    {
      "name": "Philip III",
      "fullName": "Philip III of Macedon",
      "desc": "Philip III Arrhidaeus reigned as king of Macedonia from after 11 June 323 BC until his death. He was a son of King Philip II of Macedon by Philinna of Larissa, and thus an elder half-brother of Alexander the Great. Named Arrhidaeus at birth, he assumed the name Philip when he ascended to the throne.\nAs Arrhidaeus grew older it became apparent that he had mild learning difficulties. Plutarch was of the view that he became disabled by means of an attempt on his life by Philip II's wife, Queen Olympias, who wanted to eliminate a possible rival to her son, Alexander, through the employment of pharmaka (drugs/spells); however, most modern authorities doubt the truth of this claim.\nAlexander was fond of Arrhidaeus and took him on his campaigns, both to protect his life and to prevent his use as a pawn in any prospective challenge for the throne. After Alexander's death in Babylon in 323 BC, the Macedonian army in Asia proclaimed Arrhidaeus as king; however, he served merely as a figurehead and as the pawn of a series of powerful generals.",
      "start": -359,
      "end": -317,
      "events": [
        { "name": "King of Macedon", "start": -323, "end": "end" },
        { "name": "Pharaoh of Egypt", "start": -323, "end": "end" }
      ]
    },
    {
      "name": "Alexander IV",
      "fullName": "Alexander IV of Macedon",
      "desc": "Alexander IV and Princess Roxana of Bactria.",
      "start": -323,
      "end": -309,
      "events": [{ "name": "King of Macedon", "start": -317, "end": -305 }]
    },
    {
      "name": "Cassander",
      "fullName": "Cassander",
      "desc": "Cassander was king of the Ancient Greek kingdom of Macedonia from 305 BC until 297 BC, and de facto ruler of southern Greece from 317 BC until his death. A son of Antipater and a contemporary of Alexander the Great, Cassander was one of the Diadochi who warred over Alexander's empire following the latter's death in 323 BC. Cassander later seized the crown by having Alexander's son and heir Alexander IV murdered. In governing Macedonia from 317 BC until 297 BC, Cassander restored peace and prosperity to the kingdom, while founding or restoring numerous cities (including Thessalonica, Cassandreia, and Thebes); however, his ruthlessness in dealing with political enemies complicates assessments of his rule.",
      "start": -355,
      "end": -297,
      "events": [{ "name": "King of Macedon", "start": -305, "end": "end" }]
    },
    {
      "name": "Philip IV",
      "fullName": "Philip IV of Macedon",
      "desc": "Philip IV of Macedon was the son of Cassander. He briefly succeeded his father on the throne of Macedon prior to his death. Philip IV died of wasting disease at Elatea, leaving the throne to his two younger brothers, Antipater and Alexander.",
      "events": [{ "name": "King of Macedon", "start": -297, "end": -297 }]
    },
    {
      "name": "Antipater II",
      "fullName": "Antipater II of Macedon",
      "desc": "Antipater II of Macedon (Greek: Ἀντίπατρος Βʹ ὁ Μακεδών), was the son of Cassander and Thessalonike of Macedon, who was a half-sister of Alexander the Great. He was king of Macedon from 297 BC until 294 BC, jointly with his brother Alexander V. Eventually, he murdered his mother and ousted his brother from the throne. Alexander turned to Pyrrhus and Demetrius I Poliorcetes for help, and Demetrius I overthrew Antipater and then had Alexander murdered. Antipater was killed by Lysimachus, after he fled from Demetrius I to Thrace. His wife was Eurydice, his paternal cousin who was a daughter of Lysimachus. He and his brother were the last kings of Macedon to be descended from Perdiccas I.",
      "events": [{ "name": "King of Macedon", "start": -297, "end": -294 }]
    },
    {
      "name": "Demetrius I",
      "fullName": "Demetrius \"The Besieger\" of Macedon",
      "desc": "Demetrius I (/dɪˈmiːtriəs/; Ancient Greek: Δημήτριος; 337–283 BC), also called Poliorcetes (/ˌpɒliɔːrˈsiːtiːz/; Greek: Πολιορκητής, \"The Besieger\"), was a Greek Macedonian nobleman, military leader, and finally king of Macedon (294–288 BC). He belonged to the Antigonid dynasty and was its first member to rule Macedonia. He was the son of Antigonus I Monophthalmus and Stratonice.",
      "start": -337,
      "end": -283,
      "events": [{ "name": "King of Macedon", "start": -294, "end": -288 }]
    },
    {
      "name": "Lysimachus",
      "fullName": "Lysimachus",
      "desc": "Lysimachus was a Thessalian officer and successor of Alexander the Great, who in 306 BC, became King of Thrace, Asia Minor and Macedon.",
      "start": -360,
      "end": -281,
      "events": [
        { "name": "King of Thrace", "start": -306, "end": "end" },
        { "name": "King of Asia Minor", "start": -301, "end": "end" },
        { "name": "King of Macedon", "start": -288, "end": "end" }
      ]
    },
    {
      "name": "Ptolemy II",
      "fullName": "Ptolemy II Ceraunus",
      "start": -319,
      "end": -279,
      "desc": "Ptolemy II Ceraunus was a member of the Ptolemaic dynasty and briefly king of Macedon. As the son of Ptolemy I Soter, he was originally heir to the throne of Ptolemaic Egypt, but he was displaced in favour of his younger brother Ptolemy II Philadelphus. He fled to King Lysimachus of Thrace and Macedon where he was involved in court intrigue that led to the fall of that kingdom in 281 BC to Seleucus I, whom he then assassinated. He then seized the throne of Macedon, which he ruled for seventeen months before his death in battle against the Gauls in early 279 BC. His epithet Ceraunus is Greek for \"Thunderbolt\" and referred to his impatient, impetuous, and destructive character.",
      "events": [{ "name": "King of Macedon", "start": -281, "end": -279 }]
    },
    {
      "name": "Meleager",
      "fullName": "Meleager of Macedonia",
      "desc": "Meleager of Macedonia was the brother of Ptolemy Keraunos and son of Ptolemy I Soter and Eurydice. Meleager ruled as King of Macedonia during 279 BC for two months until he was compelled by his Macedonian troops to resign his crown.",
      "events": [{ "name": "King of Macedon", "start": -279, "end": -279 }]
    },
    {
      "name": "Antipater Etesias",
      "fullName": "Antipater Etesias",
      "desc": "Antipater Etesias was a king of Macedon. He was the son of Cassander's brother Phillip. He became king after the death of Ptolemy Keraunos and the ousting of Meleager. His reign lasted only a period of 45 days. The Macedonians gave Antipater the name Etesias, because the etesian winds blew during the short time that he was king. He failed as the leader of the army and was deposed by Sosthenes, possibly an officer in the army of Lysimachus in the 280's or 279 BC. Despite this he still had a following in some parts of Macedon and was defeated by Antigonus II Gonatas. After this he fled to Egypt where he is mentioned 20 years later, encouraged by the king Ptolemy III Euergetes as a potential rival claimant to the Macedonian throne.",
      "events": [{ "name": "King of Macedon", "start": -279, "end": -279 }]
    },
    {
      "name": "Sosthenes",
      "fullName": "Sosthenes of Macedon",
      "desc": "Sosthenes was a Macedonian general who may have been a king of the Antipatrid dynasty. During the reign of Lysimachus he was his governor in Asia Minor. Sosthenes was elected King by the Macedonian army, but he may or not have reigned as king. Appointed as strategos he may have declined the title of king as he had no royal connections. During his reign he faced invading Galatians, Antigonus II Gonatas and other rivals. He defeated Bolgius, one of the earliest invading Galatian leaders but was soon faced with the invasion of Brennus in the summer of 279 BC. Antigonus II Gonatas tried to invade Macedonia from Asia in 278 but was beaten by Sosthenes.",
      "end": -277,
      "events": [{ "name": "King of Macedon", "start": -279, "end": "end" }]
    },
    {
      "name": "Pyrrhus",
      "fullName": "Pyrrhus of Epirus",
      "desc": "Pyrrhus was a Greek king and statesman of the Hellenistic period. He was king of the Greek tribe of Molossians, of the royal Aeacid house, and later he became king of Epirus. He was one of the strongest opponents of early Rome, and regarded as one of the greatest generals of antiquity. Several of his victorious battles caused him unacceptably heavy losses, from which the term \"Pyrrhic victory\" was coined.",
      "start": -319,
      "end": -272,
      "events": [
        { "name": "King of Epirus", "start": -306, "end": -302 },
        { "name": "King of Epirus", "start": -297, "end": "end" },
        { "name": "King of Macedon", "start": -274, "end": "end" }
      ]
    },
    {
      "name": "Antigonus II",
      "fullName": "Antigonus II Gonatas",
      "desc": "Antigonus II Gonatas was a Greek Macedonian ruler who solidified the position of the Antigonid dynasty in Macedon after a long period defined by anarchy and chaos and acquired fame for his victory over the Gauls who had invaded the Balkans.",
      "start": -320,
      "end": -239,
      "events": [
        { "name": "King of Macedon", "start": -277, "end": -274 },
        { "name": "King of Macedon", "start": -272, "end": "end" }
      ]
    },
    {
      "name": "Demetrius II",
      "fullName": "Demetrius II Aetolicus",
      "desc": "Demetrius II Aetolicus son of Antigonus II Gonatas and Phila, reigned as king of the Ancient Greek kingdom of Macedonia from the winter of 239 to 229 BC.: 317  He belonged to the Antigonid dynasty.\nHe had already distinguished himself during his father's lifetime by defeating Alexander II of Epirus at Derdia and so saving Macedonia (c. 260 BC). There is a possibility: 317 that his father had already elevated him to position of power equal to his own before his death.",
      "start": -275,
      "end": -229,
      "events": [{ "name": "King of Macedon", "start": -239, "end": "end" }]
    },
    {
      "name": "Antigonus III",
      "fullName": "Antigonus III Doson",
      "desc": "Antigonus III Doson was king of Macedon from 229 BC to 221 BC. He was a member of the Antigonid dynasty.",
      "start": -263,
      "end": -221,
      "events": [{ "name": "King of Macedon", "start": -229, "end": "end" }]
    },
    {
      "name": "Philip V",
      "fullName": "Philip V of Macedon",
      "desc": "Philip V was king of the Ancient Greek Kingdom of Macedonia from 221 to 179 BC. Philip's reign was principally marked by an unsuccessful struggle with the emerging power of the Roman Republic. He would lead Macedon against Rome in the First and Second Macedonian Wars, losing the latter but allying with Rome in the Roman-Seleucid War towards the end of his reign.",
      "start": -238,
      "end": -179,
      "events": [{ "name": "King of Macedon", "start": -221, "end": "end" }]
    },
    {
      "name": "Perseus",
      "fullName": "Perseus of Macedon",
      "desc": "Perseus was the last king of the Antigonid dynasty, who ruled the successor state in Macedon created upon the death of Alexander the Great. He was the last Antigonid to rule Macedon, after losing the Battle of Pydna on 22 June 168 BC; subsequently, Macedon came under Roman rule.",
      "start": -212,
      "end": -166,
      "events": [{ "name": "King of Macedon", "start": -179, "end": -178 }]
    },

    {
      "name": "Craterus",
      "desc": "In 322 Craterus aided Antipater in the Lamian War against Athens. He sailed with his Cilician navy to Greece and led troops at the Battle of Crannon in 322. When Antigonus rose in rebellion against Perdiccas and Eumenes, Craterus joined him, alongside Antipater and Ptolemy. He married Antipater's daughter Phila, with whom he had a son, also called Craterus.",
      "start": -370,
      "end": -321
    },
    {
      "name": "Antipater",
      "desc": "Antipater was a Macedonian general and statesman under kings Philip II of Macedon and Alexander the Great, and father of King Cassander. In 320 BC, he became regent of all of Alexander the Great's Empire but died the next year; he had named an officer named Polyperchon as his successor instead of his son Cassander, and a two-year-long power struggle ensued.",
      "start": -400,
      "end": -319
    },
    {
      "name": "Perdiccas",
      "desc": "He was the first of the Diadochi who fought for control over Alexander's empire but in his attempts to establish a power base and stay in control of the empire, he managed to make enemies of critical generals in the Macedonian army, Antipater, Craterus and Antigonus Monophtalmus, who decided to revolt against the regent. In response to this formidable coalition and a provocation from another general, Ptolemy, Perdiccas invaded Egypt, but his soldiers revolted and killed him when the invasion foundered.",
      "start": -355,
      "end": -321
    },
    {
      "name": "Ptolemy I",
      "fullName": "Ptolemy I Soter",
      "desc": "Founder of the Ptolemaic dynasty, which ruled Egypt until the death of Cleopatra in 30 BC, turning the country into a Hellenistic kingdom and Alexandria into a center of Greek culture.",
      "start": -367,
      "end": -282,
      "set": "Egypt",
      "events": [{ "name": "Pharaoh of Egypt", "start": -305, "end": "end" }]
    },
    {
      "name": "Peucestas",
      "desc": "Founder of the Ptolemaic dynasty, which ruled Egypt until the death of Cleopatra in 30 BC, turning the country into a Hellenistic kingdom and Alexandria into a center of Greek culture.",
      "set": "Egypt"
    },
    {
      "name": "Peithon",
      "desc": "After the Second War of the Diadochi, Peithon was among the most powerful diadochi in the eastern part of the empire and he started to build his power again. Antigonus felt threatened by Peithon's growing power so he tricked him into coming to his court, where he had him executed.",
      "start": -355,
      "end": -314
    },
    {
      "name": "Leonnatus",
      "desc": "Alexander's sister Cleopatra, the widow of King Alexander I of Epirus, offered her hand to Leonnatus. When the Athenians heard that Alexander had died, they revolted against Macedonia and the new regent, Antipater. Leonnatus led an army of 20,000 infantry with 1,500 cavalry to relieve Antipater during the siege in Lamia (see Lamian War). He intervened probably with the ambition to usurp Antipater's power. A victory in battle against the Athenians would have certainly enhanced his claim to the throne. Leonnatus was killed in battle against the Athenians and his marriage with Cleopatra never took place.",
      "start": -356,
      "end": -322
    },
    {
      "name": "Antigonus I",
      "fullName": "Antigonus I Monophthalmus",
      "desc": "Antigonus I Monophthalmus (Ancient Greek: Ἀντίγονος ὁ Μονόφθαλμος, romanized: Antigonos ho Monophthalmos, Antigonus the One-Eyed, 382 – 301 BC), son of Philip from Elimeia, was a Macedonian Greek nobleman, general, satrap, and king. During the first half of his life he served under Philip II; after Philip's death in 336 BC, he served Philip's son Alexander. He was a major figure in the Wars of the Diadochi after Alexander's death, declaring himself king in 306 BC and establishing the Antigonid dynasty.",
      "start": -382,
      "end": -301,
      "events": [{ "name": "Basileus of the Antigonid Empire", "start": -306, "end": "end" }]
    },
    {
      "name": "Neoptolemus",
      "desc": "Neoptolemus was a Macedonian officer who served under Alexander the Great.",
      "end": -321
    },
    {
      "name": "Seleucus",
      "fullName": "Seleucus I Nicator",
      "desc": "Seleucus I Nicator was a Macedonian Greek general, a Diadochi of Alexander the Great and ultimately king who fought for control over his empire after his death. Having previously served as an infantry general under Alexander the Great, he eventually assumed the title of basileus and established the Seleucid Empire, one of the major powers of the Hellenistic world, which controlled most of Asia Minor, Syria, Mesopotamia, and the Iranian Plateau until overcome by the Roman Republic and Parthian Empire in the late second and early first centuries BC.",
      "start": -358,
      "end": -281,
      "set": "Seleucus",
      "events": [{ "name": "King of the Seleucid empire", "start": -305, "end": "end" }]
    },
    {
      "name": "Polyperchon",
      "desc": "Polyperchon (sometimes written Polysperchon; Greek: Πολυπέρχων; b. between 390-380 BC – d. after 304 BC, possibly into 3rd century BC), was a Macedonian Greek general who served both Philip II and Alexander the Great and then played an active role in the ensuing battles for control between Alexander's generals.",
      "start": -390,
      "end": -304
    },
    {
      "name": "Olympias",
      "desc": "Olympias was the eldest daughter of king Neoptolemus I of Epirus, the sister of Alexander I of Epirus, the fourth wife of Philip II, the king of Macedonia and the mother of Alexander the Great. She was extremely influential in Alexander's life and was recognized as de facto leader of Macedon during Alexander's conquests. After her son's death, she fought on behalf of Alexander's son Alexander IV, successfully defeating Adea Eurydice. After she was finally defeated by Cassander, his armies refused to execute her, and he finally had to summon family members of those Olympias had previously killed to end her life. According to the 1st century AD biographer, Plutarch, she was a devout member of the orgiastic snake-worshiping cult of Dionysus, and he suggests that she slept with snakes in her bed.",
      "start": -375,
      "end": -316,
      "events": [{ "name": "Queen of Macedon", "start": -375, "end": "end" }]
    },
    {
      "name": "Eurydice II",
      "fullName": "Eurydice II of Macedon",
      "desc": "She was at first confined, together with her husband, in a narrow dungeon, and scantily supplied with food; but soon Olympias, becoming alarmed at the compassion excited among the Macedonians, determined to get rid of her rival, and sent the young queen in her prison a sword, a rope, and a cup of hemlock, with orders to choose her mode of death. The spirit of Eurydice remained unbroken to the last; she still breathed defiance to Olympias, and prayed that she might soon be requited with the like gifts; then, having paid as well as she could the last duties to her husband, she put an end to her own life by hanging, without giving way to a tear or word of lamentation. Her body was afterwards removed by Cassander, and interred, together with that of her husband, with royal pomp at Aegae.",
      "end": -317
    },
    {
      "name": "Cleopatra of Macedon",
      "fullName": "Cleopatra of Macedon",
      "desc": "Cleopatra of Macedonia c. 355/354 BC – 308 BC), or Cleopatra of Epirus was an ancient Macedonian princess and later queen regent of Epirus. The daughter of Philip II of Macedon and Olympias of Epirus, she was the only full sibling of Alexander the Great. Her other siblings include half sisters Thessalonike and Cynane, and half-brother Philip III of Macedon.",
      "start": -355,
      "end": -308
    },
    {
      "name": "Eumenes",
      "desc": "Eumenes was a Greek general and satrap. He participated in the Wars of Alexander the Great, serving as both Alexander's personal secretary and as a battlefield commander. He later was a participant in the Wars of the Diadochi as a supporter of the Macedonian Argead royal house. He was executed after the Battle of Gabiene in 316 BC.",
      "start": -362,
      "end": -316
    },
    {
      "name": "Philetaerus",
      "desc": "Philetaerus was the founder of the Attalid dynasty of Pergamon in Anatolia.",
      "start": -343,
      "end": -263,
      "events": [{ "name": "King of Pergamon", "start": -282, "end": "end" }]
    },
    {
      "name": "Antiochus IV",
      "fullName": "Antiochus IV Epiphanes",
      "start": -215,
      "end": -164,
      "set": "Seleucus",
      "events": [{ "name": "King of the Seleucid empire", "start": -175, "end": "end" }]
    },
    {
      "name": "Mithridates VI",
      "fullName": "Mithridates VI Eupator",
      "desc": "Ruler of the Kingdom of Pontus in northern Anatolia from 120 to 63 BC, and one of the Roman Republic's most formidable and determined opponents. He was an effective, ambitious and ruthless ruler who sought to dominate Asia Minor and the Black Sea region, waging several hard-fought but ultimately unsuccessful wars (the Mithridatic Wars) to break Roman dominion over Asia and the Hellenic world. He has been called the greatest ruler of the Kingdom of Pontus. After his death he became known as Mithridates the Great; due to his affinity for poison he has also been called \"The Poison King\".",
      "start": -135,
      "end": -63,
      "events": [{ "name": "King of Pontus", "start": -120, "end": "end" }]
    },
    {
      "name": "Cleopatra",
      "fullName": "Cleopatra VII Philopator",
      "start": -69,
      "end": -29,
      "set": "Egypt",
      "events": [
        {
          "name": "Queen of Egypt",
          "start": -51,
          "end": -30
        }
      ]
    }
  ]
}
