{
  "info": {
    "name": "Persia",
    "color": "b76125cc",
    "lightColor": "e7a3b4"
  },
  "items": [
    {
      "name": "Achaemenes",
      "events": [{ "start": -700 }]
    },
    {
      "name": "Cyrus I",
      "fullName": "Cyrus I of Anshan",
      "end": -580,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -600, "end": "end" }]
    },
    {
      "name": "Cyrus the Great",
      "fullName": "Cyrus II the Great",
      "desc": "Under his rule, the empire embraced all of the previous civilized states of the ancient Near East, expanded vastly and eventually conquered most of Western Asia and much of Central Asia. Spanning from the Mediterranean Sea and Hellespont in the west to the Indus River in the east, the empire created by Cyrus was the largest the world had yet seen. At its maximum extent under his successors, the Achaemenid Empire stretched from parts of the Balkans (Eastern Bulgaria–Paeonia and Thrace–Macedonia) and Southeast Europe proper in the west to the Indus Valley in the east.",
      "start": -600,
      "end": -530,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -559, "end": "end" }]
    },
    {
      "name": "Cambyses II",
      "end": -522,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -530, "end": "end" }]
    },
    {
      "name": "Bardiya",
      "end": -522,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "end": "end" }]
    },
    {
      "name": "Darius I",
      "fullName": "Darius I the Great",
      "desc": "He ascended the throne by overthrowing the legitimate Achaemenid monarch Bardiya, whom he later fabricated to be an imposter named Gaumata. The new king met with rebellions throughout his kingdom and quelled them each time; a major event in Darius' life was his expedition to subjugate Greece and punish Athens and Eretria for their participation in the Ionian Revolt. Although his campaign ultimately resulted in failure at the Battle of Marathon, he succeeded in the re-subjugation of Thrace and expanded the Achaemenid Empire through his conquests of Macedon, the Cyclades and the island of Naxos as well as the sacked Greek city of Eretria. Darius organized the empire by dividing it into administrative provinces that were governed by satraps, organized Achaemenid coinage as a new uniform monetary system, and made Aramaic a co-official language of the empire alongside Persian. He also put the empire in better standing by building roads and introducing standard weighing and measuring systems. Through these changes, the Achaemenid Empire became centralized and unified. Darius is mentioned in the books of Haggai, Zechariah and Ezra–Nehemiah of the Hebrew Bible.",
      "start": -550,
      "end": -486,

      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -522, "end": "end" }]
    },
    {
      "name": "Xerxes I",
      "fullName": "Xerxes the Great",
      "desc": "Xerxes I is notable in Western history for his invasion of Greece in 480 BC. His forces temporarily overran mainland Greece north of the Isthmus of Corinth until losses at Salamis and Plataea a year later reversed these gains and ended the second invasion decisively. However, Xerxes successfully crushed revolts in Egypt and Babylon. Xerxes also oversaw the completion of various construction projects at Susa and Persepolis. Xerxes is identified with the king Ahasuerus in the biblical Book of Esther, which some scholars consider to be historical romance. There is nothing close to a consensus, however, as to what historical event provided the basis for the story.",
      "start": -518,
      "end": -465,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -486, "end": "end" }]
    },
    {
      "name": "Artaxerxes I",
      "end": -424,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -465, "end": "end" }]
    },
    {
      "name": "Xerxes II",
      "end": -424,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -424, "end": "end" }]
    },
    {
      "name": "Sogdianus",
      "end": -423,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -424, "end": "end" }]
    },
    {
      "name": "Darius II",
      "end": -404,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -423, "end": "end" }]
    },
    {
      "name": "Artaxerxes II",
      "desc": "Soon after his accession, Artaxerxes II faced opposition from his younger brother Cyrus the Younger, who assembled an army composing of troops from his satrapy as well as Greek mercenaries in his bid for the throne. The forces of the brothers clashed at Cunaxa in 401 BC, which resulted in the defeat and death of Cyrus. Following this, Artaxerxes II had to contend with several other revolts; a revolt by Evagoras I in Cyprus between 391–380 BC, by the Phoenicians in c. 380 BC, and most importantly, the revolts by the western satraps (known as the Great Satraps' Revolt) in the 360s and 350s BC, led by distinguished figures such as Datames, Ariobarzanes, and Autophradates. The rulers of the Parthian Empire notably considered Artaxerxes II their progenitor.",
      "start": -453,
      "end": -359,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -405, "end": "end" }]
    },
    {
      "name": "Artaxerxes III",
      "end": -338,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -359, "end": "end" }]
    },
    {
      "name": "Arses",
      "fullName": "Arses of Persia",
      "end": -336,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -338, "end": "end" }]
    },
    {
      "name": "Darius III",
      "desc": "The last Achaemenid King of Kings of Persia.",
      "start": -380,
      "end": -330,
      "events": [{ "name": "King of Kings of the Achaemenid Empire", "start": -336, "end": "end" }]
    }
  ]
}
