{
  "info": {
    "name": "Rome",
    "color": "ab9740",
    "lightColor": "ebac91"
  },
  "items": [
    {
      "name": "Romulus",
      "desc": "Throughout-whether we consider the courage he showed in recovering his ancestral throne, or the wisdom he displayed in founding the City and adding to its strength through war and peace alike-we find nothing incompatible with the belief in his divine origin and his admission to divine immortality after death. It was, in fact, through the strength given by him that the City was powerful enough to enjoy an assured peace for forty years after his departure. He was, however, more acceptable to the populace than to the patricians but most of all was he the idol of his soldiers. He kept a bodyguard of three hundred men round him in peace as well as in war. These he called the “Celeres”.",
      "source": "Livy, The History of Rome, Book 1",
      "sourceLink": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0026%3Abook%3D1%3Achapter%3D15",
      "end": -716,
      "events": [
        {
          "name": "King of Rome",
          "start": -753,
          "end": "end"
        }
      ]
    },
    {
      "name": "Vecellinus",
      "fullName": "Spurius Cassius Vecellinus",
      "desc": "One of the most distinguished men of the early Roman Republic. He was three times consul, and celebrated two triumphs. He was the first magister equitum, and the author of the first agrarian law. The year following his last consulship, he was accused of aiming at regal power, and was put to death by the patricians.",
      "end": -485
    },
    {
      "name": "Lucretia",
      "desc": "According to Roman tradition, Lucretia was a noblewoman in ancient Rome, whose rape by the king Sextus Tarquinius and subsequent suicide precipitated a rebellion that overthrew the Roman monarchy and led to the transition of Roman government from a kingdom to a republic.",
      "end": -510
    },
    {
      "name": "Brutus",
      "fullName": "Lucius Junius Brutus",
      "desc": "Semi-legendary founder of the Roman Republic, and traditionally one of its first consuls in 509 BC. He was reputedly responsible for the expulsion of his uncle the Roman king Tarquinius Superbus after the suicide of Lucretia, which led to the overthrow of the Roman monarchy. He was involved in the abdication of fellow consul Tarquinius Collatinus, and executed two of his sons for plotting the restoration of the Tarquins.",
      "end": -509
    },
    {
      "name": "Tarquinius",
      "fullName": "Lucius Tarquinius Superbus",
      "desc": "Legendary seventh and final king of Rome, reigning from 535 BC until the popular uprising in 509 BC that led to the establishment of the Roman Republic.",
      "end": -495,
      "events": [
        {
          "name": "King of Rome",
          "start": -535,
          "end": -509
        }
      ]
    },
    {
      "name": "Aquilinus",
      "fullName": "Titus Herminius Aquilinus",
      "desc": "One of the heroes of the Roman Republic. He participated in two of the most famous conflicts that attended the birth of the Republic, and was elected consul in 506 BC. However, his greatest fame was won as one of the defenders of the Sublician bridge against the army of Lars Porsena, the King of Clusium.",
      "end": -498
    },
    {
      "name": "Corvus",
      "fullName": "Marcus Valerius Corvus",
      "desc": "Military commander and politician from the early-to-middle period of the Roman Republic. During his career he was elected consul six times, first at the unusual age of 23. He was appointed dictator two times and led the armies of the Republic in the First Samnite War. He occupied the curule chair a total of twenty-one times throughout his career. According to tradition, he lived to the age of one hundred.",
      "start": -370,
      "end": -270
    },
    {
      "name": "Rullianus",
      "fullName": "Quintus Fabius Maximus Rullianus",
      "desc": "Quintus Fabius Maximus Rullianus (or Rullus), son of Marcus Fabius Ambustus, of the patrician Fabii of ancient Rome, was five times consul and a hero of the Samnite Wars.",
      "events": [
        {
          "start": -325,
          "end": -292
        }
      ]
    },
    {
      "name": "Barbatus",
      "fullName": "Lucius Cornelius Scipio Barbatus",
      "desc": "One of the two elected Roman consuls in 298 BC. He led the Roman army to victory against the Etruscans near Volterra. A member of the noble Roman family of Scipiones, he was the father of Lucius Cornelius Scipio and Gnaeus Cornelius Scipio Asina and great-grandfather of Scipio Africanus.",
      "start": -337,
      "end": -270
    },
    {
      "name": "Caecus",
      "fullName": "Appius Claudius Caecus",
      "desc": "Statesman and writer from the Roman Republic. The first Roman public figure whose life can be traced with some historical certainty, Caecus was responsible for the building of Rome's first road (the Appian Way) and first aqueduct (the Aqua Appia), as well as instigating controversial popular-minded reforms. He is also credited with the authorship of a juristic treatise, a collection of moral essays, and several poems, making him one of Rome's earliest literary figures.",
      "start": -312,
      "end": -279
    },
    {
      "name": "Dentatus",
      "fullName": "Manius Curius Dentatus",
      "desc": "Roman general and statesman noted for ending the Samnite War and for his military exploits during the Pyrrhic War. According to Pliny, he was born with teeth, thus earning the surname Dentatus, \"toothed\". Dentatus was a tribune of the plebs sometime between 298 and 291 BC. As tribune, he foiled efforts by the interrex Appius Claudius Caecus to keep plebeian candidates out of the consular elections.",
      "end": -270
    },
    {
      "name": "Cunctator",
      "fullName": "Quintus Fabius Maximus Verrucosus",
      "desc": "Roman statesman and general of the third century BC. He was consul five times (233, 228, 215, 214, and 209 BC) and was appointed dictator in 221 and 217 BC. He was censor in 230 BC. His agnomen, Cunctator, usually translated as \"the delayer\", refers to the strategy that he employed against Hannibal's forces during the Second Punic War. Facing an outstanding commander with superior numbers, he pursued a then-novel strategy of targeting the enemy's supply lines, and accepting only smaller engagements on favourable ground, rather than risking his entire army on direct confrontation with Hannibal himself. As a result, he is regarded as the originator of many tactics used in guerrilla warfare.",
      "start": -280,
      "end": -203
    },
    {
      "name": "Laevinus",
      "fullName": "Marcus Valerius Laevinus",
      "desc": "Roman consul and commander who rose to prominence during the Second Punic War and corresponding First Macedonian War. A member of the gens Valeria, an old patrician family believed to have migrated to Rome under the Sabine king T. Tatius, Laevinus played an integral role in the containment of the Macedonian threat.",
      "start": -260,
      "end": -200
    },
    {
      "name": "Scipio Africanus",
      "fullName": "Publius Cornelius Scipio Africanus",
      "desc": "The man who gets the credit for Rome's victory in the Punic Wars. Some say he is the best general in history. Eventually, Scipio Africanus got tired of being treated poorly by the senate and went to live in a villa.",
      "start": -236,
      "end": -183
    },
    {
      "name": "Aemilianus",
      "fullName": "Publius Cornelius Scipio Africanus Aemilianus",
      "desc": "Roman general and statesman noted for his military exploits in the Third Punic War against Carthage and during the Numantine War in Spain. He oversaw the final defeat and destruction of the city of Carthage.",
      "start": -185,
      "end": -129
    },
    {
      "name": "Gracchus",
      "fullName": "Tiberius Sempronius Gracchus",
      "desc": "Populist Roman politician best known for his agrarian reform law entailing the transfer of land from the Roman state and wealthy landowners to poorer citizens. Against stiff opposition in the aristocratic Senate, this legislation was carried through during his term as tribune of the plebs in 133 BC. Fears of Tiberius's populist programme, as well as his uncompromising behavior, led to his being killed, along with many supporters, in a riot instigated by his senatorial enemies. A decade later his younger brother Gaius attempted similar legislation and suffered a similar fate.",
      "start": -163,
      "end": -133
    },
    {
      "name": "Saturninus",
      "fullName": "Lucius Appuleius Saturninus",
      "desc": "Two times tribune of the pleb. He was on Marius side, until Marius abandoned him. After his goons alegedly killed Gaius Memmius, Saturninus ended up stoned to death by other members of the political aristocracy.",
      "end": -100
    },
    {
      "name": "Marius",
      "fullName": "Gaius Marius",
      "desc": "Held the office of consul 7 times.",
      "start": -157,
      "end": -86,
      "events": [
        {
          "name": "Military career",
          "start": -134,
          "end": -87
        }
      ]
    },
    {
      "name": "Numidicus",
      "fullName": "Quintus Caecilius Metellus Numidicus",
      "desc": "Having gone through all the honors, he was voluntarily exiled (by none other than Saturninus) to a life of appreciation of poetry and art.",
      "start": -155,
      "end": -91
    },
    {
      "name": "Sulla",
      "fullName": "Lucius Cornelius Sulla Felix",
      "start": -138,
      "end": -78,
      "desc": "The failed hero a corrupt and negligent system was asking for.",
      "events": [
        {
          "name": "Dictator of Rome",
          "start": -82,
          "end": -79
        }
      ]
    },

    {
      "name": "Pompey",
      "fullName": "Gnaeus Pompeius Magnus",
      "desc": "Fun fact: after being one of the greatest statemen in history, Pompey had his head severed by the teenage king of a declining kingdom of Egypt. The head was delivered to his then enemy, Julius Caesar, but he didn't like it. Why would he?",
      "start": -106,
      "end": -48,
      "events": [
        {
          "name": "Military career",
          "start": -89,
          "end": -48
        }
      ]
    },

    {
      "name": "Servilia",
      "desc": "Roman matron from a distinguished family, the Servilii Caepiones. She was the daughter of Quintus Servilius Caepio and Livia, thus the half-sister of Cato the Younger. She married Marcus Junius Brutus, they had a son, the Brutus who would assassinate Caesar. After her first husband's death in 77, she married Decimus Junius Silanus, and with him had a son and three daughters. She gained fame as the mistress of Julius Caesar, whom her son Brutus and son-in-law Gaius Cassius Longinus, would assassinate in 44 BC.",
      "start": -106,
      "end": -43
    },
    {
      "name": "Cicero",
      "fullName": "Marcus Tullius Cicero",
      "desc": "Roman statesman, lawyer, scholar, philosopher and Academic Skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics, and he is considered one of Rome's greatest orators and prose stylists. He came from a wealthy municipal family of the Roman equestrian order, and served as consul in 63 BC.",
      "start": -101,
      "end": -42
    },
    {
      "name": "Julius Caesar",
      "fullName": "Gaius Julius Caesar",
      "desc": "The second most famous person in the Western world, for whatever reason.",
      "start": -100,
      "end": -44,
      "events": [
        {
          "name": "Military career",
          "start": -81,
          "end": "end"
        }
      ]
    },
    {
      "name": "Cato",
      "fullName": "Marcus Porcius Cato, \"Cato the Younger\"",
      "desc": "Praetor popular among is fellow conservative senators. He took his own life to avoid the humiliation of being pardoned by Julius Caesar. Pretty crazy, but also pretty cool.",
      "start": -95,
      "end": -46
    },
    {
      "name": "Lepidus",
      "fullName": "Marcus Aemilius Lepidus",
      "start": -89,
      "end": -12
    },
    {
      "name": "Brutus",
      "fullName": "Marcus Junius Brutus",
      "start": -85,
      "end": -42
    },
    {
      "name": "Marcus Antonius",
      "start": -83,
      "end": -30
    },
    {
      "name": "Augustus",
      "fullName": "Caesar Augustus",
      "desc": "His status as the founder of the Roman Principate has consolidated a legacy as one of the most effective leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. Augustus dramatically enlarged the Empire, annexing Egypt, Dalmatia, Pannonia, Noricum and Raetia, expanding possessions in Africa, and completing the conquest of Hispania, but suffered a major setback in Germania. Beyond the frontiers, he secured the Empire with a buffer region of client states and made peace with the Parthian Empire through diplomacy. He reformed the Roman system of taxation, developed networks of roads with an official courier system, established a standing army, established the Praetorian Guard, official police and fire-fighting services for Rome, and rebuilt much of the city during his reign.",
      "start": -63,
      "end": 14,
      "events": [
        {
          "name": "Roman emperor",
          "start": -27,
          "end": "end"
        }
      ]
    }
  ]
}
