{
  "info": {
    "name": "Rome",
    "color": "ab9740",
    "lightColor": "ebac91"
  },
  "items": [
    {
      "name": "Romulus",
      "desc": "Throughout-whether we consider the courage he showed in recovering his ancestral throne, or the wisdom he displayed in founding the City and adding to its strength through war and peace alike-we find nothing incompatible with the belief in his divine origin and his admission to divine immortality after death. It was, in fact, through the strength given by him that the City was powerful enough to enjoy an assured peace for forty years after his departure. He was, however, more acceptable to the populace than to the patricians but most of all was he the idol of his soldiers. He kept a bodyguard of three hundred men round him in peace as well as in war. These he called the “Celeres”.",
      "source": "Livy, The History of Rome, Book 1",
      "sourceLink": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0026%3Abook%3D1%3Achapter%3D15",
      "end": -716,
      "events": [{ "name": "King of Rome", "start": -753, "end": "end" }]
    },
    {
      "name": "Vecellinus",
      "fullName": "Spurius Cassius Vecellinus",
      "desc": "One of the most distinguished men of the early Roman Republic. He was three times consul, and celebrated two triumphs. He was the first magister equitum, and the author of the first agrarian law. The year following his last consulship, he was accused of aiming at regal power, and was put to death by the patricians.",
      "end": -485
    },
    {
      "name": "Lucretia",
      "desc": "According to Roman tradition, Lucretia was a noblewoman in ancient Rome, whose rape by the king Sextus Tarquinius and subsequent suicide precipitated a rebellion that overthrew the Roman monarchy and led to the transition of Roman government from a kingdom to a republic.",
      "end": -510
    },
    {
      "name": "Brutus",
      "fullName": "Lucius Junius Brutus",
      "desc": "Semi-legendary founder of the Roman Republic, and traditionally one of its first consuls in 509 BC. He was reputedly responsible for the expulsion of his uncle the Roman king Tarquinius Superbus after the suicide of Lucretia, which led to the overthrow of the Roman monarchy. He was involved in the abdication of fellow consul Tarquinius Collatinus, and executed two of his sons for plotting the restoration of the Tarquins.",
      "end": -509
    },
    {
      "name": "Tarquinius",
      "fullName": "Lucius Tarquinius Superbus",
      "desc": "Legendary seventh and final king of Rome, reigning from 535 BC until the popular uprising in 509 BC that led to the establishment of the Roman Republic.",
      "end": -495,
      "events": [{ "name": "King of Rome", "start": -535, "end": -509 }]
    },
    {
      "name": "Aquilinus",
      "fullName": "Titus Herminius Aquilinus",
      "desc": "One of the heroes of the Roman Republic. He participated in two of the most famous conflicts that attended the birth of the Republic, and was elected consul in 506 BC. However, his greatest fame was won as one of the defenders of the Sublician bridge against the army of Lars Porsena, the King of Clusium.",
      "end": -498
    },
    {
      "name": "Cossus",
      "fullName": "Aulus Cornelius Cossus",
      "desc": "He is most famous for being the second Roman, after Romulus, to be awarded the spolia opima, Rome's highest military honor, for killing the commander of an enemy army in single combat. Only three Romans ever achieved this feat.",
      "events": [
        {
          "start": -437
        }
      ]
    },
    {
      "name": "Cincinnatus",
      "fullName": "Lucius Quinctius Cincinnatus",
      "desc": "A conservative opponent in support of the rights of the plebeians (the common citizens) who fell into poverty because of his son's violent opposition to their desire for a written code of equally enforced laws. Despite his old age, he worked his own small farm until an invasion prompted his fellow citizens to call for his leadership. He came from his plough to assume complete control over the state but, upon achieving a swift victory, relinquished his power and its perquisites and returned to his farm. His success and immediate resignation of his near-absolute authority with the end of this crisis (traditionally dated to 458 BC) has often been cited as an example of outstanding leadership, service to the greater good, civic virtue, humility, and modesty.",
      "start": -519,
      "end": -430,
      "events": [
        { "name": "Consul", "start": -460 },
        { "name": "Dictator", "start": -458 },
        { "name": "Dictator", "start": -439 }
      ]
    },
    {
      "name": "Camillus",
      "fullName": "Marcus Furius Camillus",
      "desc": "Soldier and statesman of the patrician class. According to Livy and Plutarch, Camillus triumphed four times, was five times dictator, and was honoured with the title of Second Founder of Rome.",
      "start": -446,
      "end": -365,
      "events": [
        { "name": "Dictator", "start": -396 },
        { "name": "Dictator", "start": -390 },
        { "name": "Dictator", "start": -389 },
        { "name": "Consular tribune of Rome", "start": -384 },
        { "name": "Consular tribune of Rome", "start": -381 },
        { "name": "Dictator", "start": -368 },
        { "name": "Dictator", "start": -367 }
      ]
    },
    {
      "name": "Corvus",
      "fullName": "Marcus Valerius Corvus",
      "desc": "Military commander and politician from the early-to-middle period of the Roman Republic. During his career he was elected consul six times, first at the unusual age of 23. He was appointed dictator two times and led the armies of the Republic in the First Samnite War. He occupied the curule chair a total of twenty-one times throughout his career. According to tradition, he lived to the age of one hundred.",
      "start": -370,
      "end": -270,
      "events": [
        { "name": "Consul", "start": -348 },
        { "name": "Consul", "start": -346 },
        { "name": "Consul", "start": -343 },
        { "name": "Dictator", "start": -342 },
        { "name": "Consul", "start": -335 },
        { "name": "Dictator", "start": -302 },
        { "name": "Consul", "start": -300 },
        { "name": "Consul", "start": -299 }
      ]
    },
    {
      "name": "Imperiosus",
      "fullName": "Titus Manlius Imperiosus Torquatus",
      "desc": "He was one of the early heroes of the Republic. He defeated a giant Gaul in single combat in one of the most famous duels of the Republic, which earned him the cognomen Torquatus after the torc he took from the Gaul's body. He was also known for his moral virtues, especially his severity as he had his own son executed after he had disobeyed his orders in a battle. His life was seen as a model for his descendants, who tried to emulate his heroic deeds, even centuries after his death.",
      "events": [
        { "name": "Consul", "start": -347 },
        { "name": "Consul", "start": -344 },
        { "name": "Consul", "start": -340 },
        { "name": "Dictator", "start": -353 },
        { "name": "Dictator", "start": -349 },
        { "name": "Dictator", "start": -320 }
      ]
    },
    {
      "name": "Rullianus",
      "fullName": "Quintus Fabius Maximus Rullianus",
      "desc": "Quintus Fabius Maximus Rullianus (or Rullus), son of Marcus Fabius Ambustus, of the patrician Fabii of ancient Rome, was five times consul and a hero of the Samnite Wars.",
      "events": [
        {
          "start": -325,
          "end": -292
        }
      ]
    },
    {
      "name": "Barbatus",
      "fullName": "Lucius Cornelius Scipio Barbatus",
      "desc": "One of the two elected Roman consuls in 298 BC. He led the Roman army to victory against the Etruscans near Volterra. A member of the noble Roman family of Scipiones, he was the father of Lucius Cornelius Scipio and Gnaeus Cornelius Scipio Asina and great-grandfather of Scipio Africanus.",
      "start": -337,
      "end": -270
    },
    {
      "name": "Caecus",
      "fullName": "Appius Claudius Caecus",
      "desc": "Statesman and writer from the Roman Republic. The first Roman public figure whose life can be traced with some historical certainty, Caecus was responsible for the building of Rome's first road (the Appian Way) and first aqueduct (the Aqua Appia), as well as instigating controversial popular-minded reforms. He is also credited with the authorship of a juristic treatise, a collection of moral essays, and several poems, making him one of Rome's earliest literary figures.",
      "start": -312,
      "end": -279
    },
    {
      "name": "Valerius",
      "fullName": "Manius Valerius Maximus Corvinus Messalla",
      "desc": "As a consul, Valerius gained a brilliant victory over the Carthaginians and Syracusans, along with his colleague, Manius Otacilius Crassus. The consuls concluded a peace treaty with Hiero II, which will proof crucial during the Punic Wars.",
      "events": [
        { "name": "Consul", "start": -263 },
        { "name": "Censor", "start": -252 }
      ]
    },

    {
      "name": "Dentatus",
      "fullName": "Manius Curius Dentatus",
      "desc": "Roman general and statesman noted for ending the Samnite War and for his military exploits during the Pyrrhic War. According to Pliny, he was born with teeth, thus earning the surname Dentatus, \"toothed\". Dentatus was a tribune of the plebs sometime between 298 and 291 BC. As tribune, he foiled efforts by the interrex Appius Claudius Caecus to keep plebeian candidates out of the consular elections.",
      "end": -270
    },
    {
      "name": "Cunctator",
      "fullName": "Quintus Fabius Maximus Verrucosus",
      "desc": "Roman statesman and general of the third century BC. He was consul five times (233, 228, 215, 214, and 209 BC) and was appointed dictator in 221 and 217 BC. He was censor in 230 BC. His agnomen, Cunctator, usually translated as \"the delayer\", refers to the strategy that he employed against Hannibal's forces during the Second Punic War. Facing an outstanding commander with superior numbers, he pursued a then-novel strategy of targeting the enemy's supply lines, and accepting only smaller engagements on favourable ground, rather than risking his entire army on direct confrontation with Hannibal himself. As a result, he is regarded as the originator of many tactics used in guerrilla warfare.",
      "start": -280,
      "end": -203
    },
    {
      "name": "Duilius",
      "fullName": "Gaius Duilius",
      "desc": "Roman Hero of the first Punic War who was born into a plebeian family.",
      "events": [
        { "name": "Consul", "start": -260 },
        { "name": "Censor", "start": -258 },
        { "name": "Dictator", "start": -231 }
      ]
    },
    {
      "name": "Regulus",
      "fullName": "Marcus Atilius Regulus",
      "desc": "After being defeated and captured at Tunis in 255 BC, he was released on parole to negotiate a peace. He urged the Roman Senate to refuse the proposals and then, over the protests of his own people, he fulfilled the terms of his parole, rather than break his word, by returning to Carthage, where, according to Roman tradition and Livy, he was tortured to death.",
      "start": -307,
      "end": -250,
      "events": [
        { "name": "Consul", "start": -267 },
        { "name": "Consul", "start": -256 }
      ]
    },
    {
      "name": "Lucius",
      "fullName": "Lucius Manlius Vulso Longus",
      "desc": "His military achievements significantly contributed to the victory of the Romans in the First Punic War.",
      "events": [
        { "name": "Consul", "start": -256 },
        { "name": "Consul", "start": -250 }
      ]
    },
    {
      "name": "Torquatus",
      "fullName": "Titus Manlius Torquatus",
      "desc": "As his most famous deed, Torquatus, as a senior senator, successfully opposed the ransoming of the Romans taken prisoner at the Battle of Cannae, on the grounds that they had made no effort to break out of the Carthaginian lines.",
      "start": -279,
      "end": -202,
      "events": [
        { "name": "Consul", "start": -235 },
        { "name": "Consul", "start": -224 },
        { "name": "Censor", "start": -231 },
        { "name": "Dictator", "start": -208 }
      ]
    },
    {
      "name": "Cato the Elder",
      "fullName": "Marcus Porcius Cato",
      "desc": "Roman soldier, senator, and historian known for his conservatism and opposition to Hellenization. He was the first to write history in Latin with his Origines, a now lost work on the History of Rome.",
      "start": -234,
      "end": -149,
      "events": [
        {
          "name": "Consul",
          "start": -195
        },
        {
          "name": "Censor",
          "start": -184
        }
      ]
    },
    {
      "name": "Pera",
      "fullName": "Marcus Junius Pera",
      "events": [
        { "name": "Consul", "start": -230 },
        { "name": "Censor", "start": -225 },
        { "name": "Dictator", "start": -216 }
      ]
    },
    {
      "name": "Laevinus",
      "fullName": "Marcus Valerius Laevinus",
      "desc": "A member of the gens Valeria, an old patrician family believed to have migrated to Rome under the Sabine king Tatius, Laevinus played an integral role in the containment of the Macedonian threat.",
      "start": -260,
      "end": -200
    },
    {
      "name": "Scipio",
      "fullName": "Publius Cornelius Scipio Africanus",
      "desc": "Roman general and statesman, most notable as one of the main architects of Rome's victory against Carthage in the Second Punic War. Often regarded as one of the best military commanders and strategists of all time, his greatest military achievement was the defeat of Hannibal at the Battle of Zama in 202 BC. This victory in Africa earned him the surname Africanus.",
      "start": -236,
      "end": -183,
      "events": [
        { "name": "Consul", "start": -205 },
        { "name": "Consul", "start": -194 }
      ]
    },
    {
      "name": "Mummius",
      "fullName": "Lucius Mummius Achaicus",
      "start": -200,
      "events": [{ "name": "Consul", "start": -146 }]
    },
    {
      "name": "Aemilianus",
      "fullName": "Publius Cornelius Scipio Africanus Aemilianus",
      "desc": "Roman general and statesman noted for his military exploits in the Third Punic War against Carthage and during the Numantine War in Spain. He oversaw the final defeat and destruction of the city of Carthage.",
      "start": -185,
      "end": -129
    },
    {
      "name": "Gracchus",
      "fullName": "Tiberius Sempronius Gracchus",
      "desc": "Populist Roman politician best known for his agrarian reform law entailing the transfer of land from the Roman state and wealthy landowners to poorer citizens. Against stiff opposition in the aristocratic Senate, this legislation was carried through during his term as tribune of the plebs in 133 BC. Fears of Tiberius's populist programme, as well as his uncompromising behavior, led to his being killed, along with many supporters, in a riot instigated by his senatorial enemies. A decade later his younger brother Gaius attempted similar legislation and suffered a similar fate.",
      "start": -163,
      "end": -133
    },
    {
      "name": "Saturninus",
      "fullName": "Lucius Appuleius Saturninus",
      "desc": "Roman populist and tribune. He is most notable for introducing a series of legislative reforms, alongside his associate Gaius Servilius Glaucia and with the consent of Gaius Marius, during the last years of the second century BC. Senatorial opposition to these laws eventually led to an internal crisis, the declaration of the senatus consultum ultimum, and the deaths of Saturninus, Glaucia, and their followers in 100 BC.",
      "end": -100
    },
    {
      "name": "Marius",
      "fullName": "Gaius Marius",
      "desc": "Roman general and statesman. Victor of the Cimbric and Jugurthine wars, he held the office of consul an unprecedented seven times during his career. He was also noted for his important reforms of Roman armies. He set the precedent for the shift from the militia levies of the middle Republic to the professional soldiery of the late Republic; he also improved the pilum, a javelin, and made large-scale changes to the logistical structure of the Roman army.",
      "start": -157,
      "end": -86,
      "events": [
        { "name": "Tribune of the plebs", "start": -119 },
        { "name": "Consul", "start": -107 },
        { "name": "Consul", "start": -104, "end": -100 },
        { "name": "Consul", "start": -86 }
      ]
    },
    {
      "name": "Numidicus",
      "fullName": "Quintus Caecilius Metellus Numidicus",
      "desc": "Having gone through all the honors, he was voluntarily exiled (by none other than Saturninus) to a life of appreciation of poetry and art.",
      "start": -155,
      "end": -91
    },
    {
      "name": "Sulla",
      "fullName": "Lucius Cornelius Sulla Felix",
      "desc": "He won the first large-scale civil war in Roman history and became the first man of the Republic to seize power through force. A gifted and innovative general, he achieved numerous successes in wars against foreign and domestic opponents. Sulla rose to prominence during the war against the Numidian king Jugurtha, whom he captured as a result of Jugurtha's betrayal by the king's allies, although his superior Gaius Marius took credit for ending the war. He then fought successfully against Germanic tribes during the Cimbrian War, and Italic tribes during the Social War. He was awarded the Grass Crown for his command in the latter war.",
      "start": -138,
      "end": -78,
      "events": [
        { "name": "Consul", "start": -88 },
        { "name": "Dictator", "start": -82, "end": -79 },
        { "name": "Consul", "start": -80 }
      ]
    },

    {
      "name": "Pompey",
      "fullName": "Gnaeus Pompeius Magnus",
      "desc": "He played a significant role in the transformation of Rome from republic to empire. He was (for a time) a student of Roman general Sulla as well as the political ally (and later enemy) of Julius Caesar.",
      "start": -106,
      "end": -48,
      "events": [
        { "name": "Consul", "start": -70 },
        { "name": "Consul", "start": -55 },
        { "name": "Consul", "start": -52 }
      ]
    },

    {
      "name": "Servilia",
      "desc": "Roman matron from a distinguished family, the Servilii Caepiones. She was the daughter of Quintus Servilius Caepio and Livia, thus the half-sister of Cato the Younger. She married Marcus Junius Brutus, they had a son, the Brutus who would assassinate Caesar. After her first husband's death in 77, she married Decimus Junius Silanus, and with him had a son and three daughters. She gained fame as the mistress of Julius Caesar, whom her son Brutus and son-in-law Gaius Cassius Longinus, would assassinate in 44 BC.",
      "start": -106,
      "end": -43
    },
    {
      "name": "Cicero",
      "fullName": "Marcus Tullius Cicero",
      "desc": "Roman statesman, lawyer, scholar, philosopher and Academic Skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics, and he is considered one of Rome's greatest orators and prose stylists. He came from a wealthy municipal family of the Roman equestrian order, and served as consul in 63 BC.",
      "start": -101,
      "end": -42
    },
    {
      "name": "Julius Caesar",
      "fullName": "Gaius Julius Caesar",
      "desc": "A member of the First Triumvirate, Caesar led the Roman armies in the Gallic Wars before defeating his political rival Pompey in a civil war, and subsequently became Dictator from 49 BC until his assassination in 44 BC. He played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire.",
      "start": -100,
      "end": -44,
      "events": [
        { "name": "Pontifex maximus", "start": -63, "end": "end" },
        { "name": "Consul", "start": -59 },
        { "name": "Dictator", "start": -49, "end": "end" },
        { "name": "Consul", "start": -48 },
        { "name": "Consul", "start": -46, "end": -44 }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Lucretius",
      "desc": "Roman poet and philosopher. His only known work is the philosophical poem De rerum natura, a didactic work about the tenets and philosophy of Epicureanism, and which usually is translated into English as On the Nature of Things. Lucretius has been credited with originating the concept of the three-age system.",
      "start": -99,
      "end": -55
    },
    {
      "name": "Cato",
      "fullName": "Marcus Porcius Cato",
      "desc": "Also known as \"Cato the Younger\", he was a conservative Roman senator in the period of the late republic. A noted orator and a follower of the Stoic philosophy, he is remembered for his stubbornness and tenacity, as well as his immunity to bribes, his moral integrity, and his famous distaste for the ubiquitous corruption of the period. He took his own life to avoid the humiliation of being pardoned by Julius Caesar.",
      "start": -95,
      "end": -46
    },
    {
      "name": "Lepidus",
      "fullName": "Marcus Aemilius Lepidus",
      "start": -89,
      "end": -12
    },
    {
      "name": "Brutus",
      "fullName": "Marcus Junius Brutus",
      "start": -85,
      "end": -42
    },
    {
      "name": "Marcus Antonius",
      "desc": "Antony was a relative and supporter of Julius Caesar, and served as one of his generals during the conquest of Gaul and the Civil War. Antony was appointed administrator of Italy while Caesar eliminated political opponents in Greece, North Africa, and Spain. After Caesar's assassination in 44 BC, Antony joined forces with Marcus Aemilius Lepidus, another of Caesar's generals, and Octavian, Caesar's great-nephew and adopted son, forming a three-man dictatorship known to historians as the Second Triumvirate. The Triumvirs defeated Caesar's killers, the Liberatores, at the Battle of Philippi in 42 BC, and divided the government of the Republic between themselves. Antony was assigned Rome's eastern provinces, including the client kingdom of Egypt, then ruled by Cleopatra VII Philopator, and was given the command in Rome's war against Parthia. Relations among the triumvirs were strained as the various members sought greater political power. Civil war between Antony and Octavian was averted in 40 BC, when Antony married Octavian's sister, Octavia. Despite this marriage, Antony carried on a love affair with Cleopatra, who bore him three children, further straining Antony's relations with Octavian. Lepidus was expelled from the association in 36 BC, and in 33 BC disagreements between Antony and Octavian caused a split between the remaining Triumvirs. Their ongoing hostility erupted into civil war in 31 BC, as the Roman Senate, at Octavian's direction, declared war on Cleopatra and proclaimed Antony a traitor. Later that year, Antony was defeated by Octavian's forces at the Battle of Actium. Antony and Cleopatra fled to Egypt where, having again been defeated at the Battle of Alexandria, they committed suicide.",
      "start": -83,
      "end": -30,
      "events": [
        { "name": "Consul", "start": -44 },
        { "name": "Consul", "start": -34 },
        { "name": "Triumvir", "start": -43, "end": -33 }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Vitruvius",
      "desc": "Roman architect and engineer during the 1st century BC, known for his multi-volume work entitled De architectura. He originated the idea that all buildings should have three attributes: firmitas, utilitas, and venustas (\"strength\", \"utility\", and \"beauty\"). These principles were later widely adopted in Roman architecture. His discussion of perfect proportion in architecture and the human body led to the famous Renaissance drawing of the Vitruvian Man by Leonardo da Vinci.",
      "start": -80,
      "end": -15
    },
    {
      "name": "Augustus",
      "fullName": "Caesar Augustus",
      "desc": "His status as the founder of the Roman Principate has consolidated a legacy as one of the most effective leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. Augustus dramatically enlarged the Empire, annexing Egypt, Dalmatia, Pannonia, Noricum and Raetia, expanding possessions in Africa, and completing the conquest of Hispania, but suffered a major setback in Germania. Beyond the frontiers, he secured the Empire with a buffer region of client states and made peace with the Parthian Empire through diplomacy. He reformed the Roman system of taxation, developed networks of roads with an official courier system, established a standing army, established the Praetorian Guard, official police and fire-fighting services for Rome, and rebuilt much of the city during his reign.",
      "start": -63,
      "end": 14,
      "events": [{ "name": "Roman emperor", "start": -27, "end": "end" }]
    },
    {
      "tax": "knowledge",
      "name": "Virgil",
      "fullName": "Publius Vergilius Maro",
      "desc": "He composed three of the most famous poems in Latin literature: the Eclogues (or Bucolics), the Georgics, and the epic Aeneid. Virgil's work has had wide and deep influence on Western literature, most notably Dante's Divine Comedy, in which Virgil appears as the author's guide through Hell and Purgatory. Virgil has been traditionally ranked as one of Rome's greatest poets. His Aeneid is also considered a national epic of ancient Rome, a title held since composition.",
      "start": -70,
      "end": -19,
      "events": [{ "name": "Wrote the Aeneid", "start": -29, "end": "end" }]
    },
    {
      "tax": "knowledge",
      "name": "Livy",
      "fullName": "Titus Livius",
      "start": -59,
      "end": 17
    }
  ]
}
