{
  "info": {
    "name": "Rome",
    "color": "ab9740",
    "lightColor": "ebac91"
  },
  "items": [
    {
      "name": "Romulus",
      "end": -716,
      "desc": "Throughout-whether we consider the courage he showed in recovering his ancestral throne, or the wisdom he displayed in founding the City and adding to its strength through war and peace alike-we find nothing incompatible with the belief in his divine origin and his admission to divine immortality after death. It was, in fact, through the strength given by him that the City was powerful enough to enjoy an assured peace for forty years after his departure. He was, however, more acceptable to the populace than to the patricians but most of all was he the idol of his soldiers. He kept a bodyguard of three hundred men round him in peace as well as in war. These he called the “Celeres”.",
      "source": "Livy, The History of Rome, Book 1",
      "sourceLink": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0026%3Abook%3D1%3Achapter%3D15",
      "events": [
        {
          "name": "King of Rome",
          "start": -753,
          "end": "end"
        }
      ]
    },
    {
      "name": "Africanus",
      "fullName": "Publius Cornelius Scipio Africanus",
      "desc": "The man who gets the credit for Rome's victory in the Punic Wars. Some say he is the best general in history. Eventually, Scipio Africanus got tired of being treated poorly by the senate and went to live in a villa.",
      "start": -236,
      "end": -183
    },

    {
      "name": "Saturninus",
      "fullName": "Lucius Appuleius Saturninus",
      "desc": "Two times tribune of the pleb. He was on Marius side, until Marius abandoned him. After his goons alegedly killed Gaius Memmius, Saturninus ended up stoned to death by other members of the political aristocracy.",
      "end": -100
    },
    {
      "name": "Marius",
      "fullName": "Gaius Marius",
      "desc": "Held the office of consul 7 times.",
      "start": -157,
      "end": -86,
      "events": [
        {
          "name": "Military career",
          "start": -134,
          "end": -87
        }
      ]
    },
    {
      "name": "Numidicus",
      "fullName": "Quintus Caecilius Metellus Numidicus",
      "desc": "Having gone through all the honors, he was voluntarily exiled (by none other than Saturninus) to a life of appreciation of poetry and art.",
      "start": -155,
      "end": -91
    },
    {
      "name": "Sulla",
      "fullName": "Lucius Cornelius Sulla Felix",
      "start": -138,
      "end": -78,
      "desc": "The failed hero a corrupt and negligent system was asking for.",
      "events": [
        {
          "name": "Dictator of Rome",
          "start": -82,
          "end": -79
        }
      ]
    },

    {
      "name": "Pompey",
      "fullName": "Gnaeus Pompeius Magnus",
      "desc": "Fun fact: after being one of the greatest statemen in history, Pompey had his head severed by the teenage king of a declining kingdom of Egypt. The head wa delivered to his then enemy, Julius Caesar, but he didn't like it. Why would he?",
      "start": -106,
      "end": -48,
      "events": [
        {
          "name": "Military career",
          "start": -89,
          "end": -48
        }
      ]
    },
    {
      "name": "Cato",
      "fullName": "Marcus Porcius Cato, \"Cato the Younger\"",
      "desc": "Praetor popular among is fellow conservative senators. He took his own life to avoid the humiliation of being pardoned by Julius Caesar. Pretty crazy, but also pretty cool.",
      "start": -95,
      "end": -46
    },

    {
      "name": "Julius Caesar",
      "fullName": "Gaius Julius Caesar",
      "desc": "The second most famous person in the Western world, for whatever reason.",
      "start": -100,
      "end": -44,
      "events": [
        {
          "name": "Military career",
          "start": -81,
          "end": "end"
        }
      ]
    },

    {
      "name": "Augustus",
      "fullName": "\"Augustus\", Gaius Julius Caesar Octavianus",
      "desc": "One of the most skillful autocrats in history, that I know of.",
      "start": -63,
      "end": 14,
      "events": [
        {
          "name": "Roman emperor",
          "start": -27,
          "end": "end"
        }
      ]
    }
  ]
}
