{
  "info": {
    "name": "Sparta",
    "color": "7376d3",
    "place": "Sparta",
    "themes": [
      {
        "match": "eurypontid",
        "color": "6456b5"
      },
      {
        "match": "knowledge",
        "color": "7f61bb"
      }
    ]
  },
  "items": [
    {
      "tax": "Eurypontid dynasty",
      "name": "Nicander",
      "desc": "Nicander and his allies the Asinaeans carried out a raid on nearby Argolis, causing the Argives to attack Asine in return.",
      "end": -725,
      "events": [{ "name": "King of Sparta", "start": -750, "end": "end" }]
    },
    {
      "tax": "Eurypontid dynasty",
      "name": "Theopompus",
      "fullName": "Theopompus of Sparta",
      "events": [{ "name": "King of Sparta" }, { "start": -700 }]
    },
    {
      "tax": "Eurypontid dynasty",
      "name": "Anaxandridas I",
      "end": -645,
      "events": [{ "name": "King of Sparta", "start": -675, "end": "end" }]
    },
    {
      "tax": "Eurypontid dynasty",
      "name": "Zeuxidamus",
      "end": -625,
      "events": [{ "name": "King of Sparta", "start": -645, "end": "end" }]
    },
    {
      "tax": "Eurypontid dynasty",
      "name": "Anaxidamus",
      "end": -600,
      "events": [{ "name": "King of Sparta", "start": -625, "end": "end" }]
    },
    {
      "tax": "Eurypontid dynasty",
      "name": "Archidamus I",
      "desc": "Archidamus is the first Spartan king to bear the word damos in his name. Previously, royal names of both dynasties often included the word laus. These words already existed during the Mycenaean era, in which Laos meant people and damos designated a small community, but in the 7th century the latter word acquired a political meaning, that of the citizens as a whole. As the Eurypontids were the junior of the Agiads, it seems that they tried to compensate their inferiority by courting citizens. Then, damos-names often appear among the Eurypontids, such as Damaratos, Zeuxidamos, and the later Archidamos.",
      "end": -645,
      "events": [{ "name": "King of Sparta", "start": -660, "end": "end" }]
    },

    {
      "tax": "Eurypontid dynasty",
      "name": "Agesilaus II",
      "desc": "Generally considered the most important king in the history of Sparta, Agesilaus was the main actor during the period of Spartan hegemony that followed the Peloponnesian War. Although brave in combat, Agesilaus lacked the diplomatic skills to preserve Sparta's position, especially against the rising power of Thebes, which reduced Sparta to a secondary power after its victory at Leuctra in 371 BC.",
      "start": -442,
      "end": -358,
      "events": [{ "name": "King of Sparta", "start": -399, "end": "end" }]
    },

    {
      "tax": "Agiad dynasty",
      "name": "Alcmenes",
      "desc": "Commander in the night-expedition against Ampheia, which began the First Messenian War.",
      "end": -700,
      "events": [{ "name": "King of Sparta", "start": -740, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Polydorus",
      "desc": "Polydorus and his co-king Theopompus changed the constitution of Sparta so that the Kings and the Gerousia (28 chosen men above the age of 60) could veto decisions made by the Spartan Apella (the male citizen body).",
      "end": -665,
      "events": [{ "name": "King of Sparta", "start": -700, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Eurycrates",
      "end": -640,
      "events": [{ "name": "King of Sparta", "start": -665, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Anaxander",
      "end": -615,
      "events": [{ "name": "King of Sparta", "start": -640, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Eurycratides",
      "end": -590,
      "events": [{ "name": "King of Sparta", "start": -615, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Leon",
      "end": -560,
      "events": [{ "name": "King of Sparta", "start": -590, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Anaxandridas II",
      "end": -520,
      "events": [{ "name": "King of Sparta", "start": -560, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Cleomenes I",
      "desc": "One of the most important Spartan kings, Cleomenes was instrumental in organising the Greek resistance against the Persian Empire of Darius, as well as shaping the geopolitical balance of Classical Greece.",
      "end": -490,
      "events": [{ "name": "King of Sparta", "start": -519, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Leonidas I",
      "desc": "Leonidas had a notable participation in the Second Persian War, where he led the allied Greek forces to a last stand at the Battle of Thermopylae (480 BC) while attempting to defend the pass from the invading Persian army; he died at the battle and entered myth as the leader of the 300 Spartans. While the Greeks lost this battle, they were able to expel the Persian invaders in the following year.",
      "start": -540,
      "end": -480,
      "events": [{ "name": "King of Sparta", "start": -489, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Pleistoanax",
      "desc": "He was exiled sometime between 446 BC and 444 BC, charged by the Spartans with taking a bribe, probably from Pericles. In 428 BC, Pleistoanax was recalled and restored in obedience to the Delphic oracle's advice, though some suspected he had tampered with the Pythia.",
      "end": -409,
      "events": [
        { "name": "King of Sparta", "start": -458, "end": -445 },
        { "name": "King of Sparta", "start": -426, "end": "end" }
      ]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Pausanias",
      "fullName": "Pausanias of Sparta",
      "desc": "Because of his poor leadership at the Battle of Haliartus, during the Corinthian War, Pausanias was condemned to death by the Spartans and replaced as king by his young son Agesipolis I. Pausanias is believed to have outlived his son.",
      "events": [
        { "name": "King of Sparta", "start": -445, "end": -426 },
        { "name": "King of Sparta", "start": -409, "end": -395 },
        { "start": -380 }
      ]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Agesipolis I",
      "desc": "Though Agesipolis did not share the ambitious views of foreign conquest cherished by Agesilaus (his more powerful co-king), his loss was deeply regretted by Agesilaus, who seems to have had a sincere regard for him. He was succeeded as king by his brother Cleombrotus I. Paul Cartledge, however, suggests that Agesilaus' grief was partly due to the loss of a malleable \"partner in crime\".",
      "end": -380,
      "events": [{ "name": "King of Sparta", "start": -394, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Cleombrotus I",
      "desc": "As king, he led the allied Spartan-Peloponnesian army against the Thebans under Epaminondas in the Battle of Leuctra. His death and the utter defeat of his army led to the end of Spartan dominance in ancient Greece.",
      "end": -371,
      "events": [{ "name": "King of Sparta", "start": -380, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Agesipolis II",
      "end": -369,
      "events": [{ "name": "King of Sparta", "start": -371, "end": "end" }]
    },
    {
      "tax": "Agiad dynasty",
      "name": "Cleomenes II",
      "desc": "Although he reigned for more than 60 years, his life is completely unknown, apart from a victory at the Pythian Games in 336 BC.",
      "end": -309,
      "events": [{ "name": "King of Sparta", "start": -369, "end": "end" }]
    },

    {
      "name": "Machanidas",
      "end": -207,
      "events": [{ "name": "Tyrant of Sparta", "start": -210, "end": "end" }]
    },
    {
      "name": "Nabis",
      "end": -192,
      "desc": "The last king of independent Sparta. After taking the throne by executing two claimants, he began rebuilding Sparta's power. During the Second Macedonian War, Nabis sided with King Philip V of Macedon and in return he received the city of Argos. However, when the war began to turn against the Macedonians, he defected to Rome. After the war, the Romans, urged by the Achaean League, attacked Nabis and defeated him. He then was assassinated in 192 BC by the Aetolian League. He represented the last phase of Sparta's reformist period.",
      "events": [{ "name": "Tyrant of Sparta", "start": -207, "end": "end" }]
    },

    {
      "tax": "knowledge",
      "name": "Tyrtaeus",
      "desc": "Elegiac poet from Sparta. He wrote at a time of two crises affecting the city: a civic unrest threatening the authority of kings and elders, later recalled in a poem named Eunomia (\"Law and Order\"), where he reminded citizens to respect the divine and constitutional roles of kings, council, and demos; and the Second Messenian War, during which he served as a sort of \"state poet\", exhorting Spartans to fight to the death for their city. In the 4th century BCE, when Tyrtaeus was an established classic, Spartan armies on campaign were made to listen to his poetry, and the Suda states that he wrote martial songs, probably referring to the chants escorting armed dances and processions during some Spartan festivals.",
      "events": [
        {
          "start": -650
        }
      ]
    },
    {
      "tax": "knowledge",
      "name": "Alcman",
      "desc": "Choral lyric poet. He is the earliest representative of the Alexandrian canon of the Nine Lyric Poets.",
      "place": "Sardis",
      "events": [
        {
          "start": -600
        }
      ]
    },
    {
      "tax": "militar",
      "name": "Brasidas",
      "desc": "The most distinguished Spartan officer during the first decade of the Peloponnesian War. He died during the Second Battle of Amphipolis while winning one of his most spectacular victories.",
      "end": -422
    }
  ]
}
